Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: The selected PKCS#11 token could not be used to generate random data.
de: Der PKCS#11-Token konnte nicht zur Zufallsdatengenerierung verwendet werden.
es: El toke PKCS#11 seleccionado no se puede utilizar para generar datos aleatorios.
fr: Le jeton PKCS#11 sélectionné ne peut pas être utilisé pour générer des données aléatoires.
it: Impossibile usare il token PKCS#11 selezionato per generare dati casuali.

source: Container files (*.vol)|*.vol|All files|*.*
es: Archivos volumen (*.vol)|*.vol|Todos archivos|*.*

source: Keyfiles (*.cdb)|*.cdb|All files|*.*
de: Schlüsseldateien (*.cdb)|*.cdb|Alle Dateien|*.*
es: Archivos clave (*.cdb)|*.cdb|Todos archivos|*.*
fr: Fichiers clé (*.cdb)|*.cdb|Tous les fichiers|*.*
it: Keyfile (*.cdb)|*.cdb|Tutti i file|*.*

source: Container files and keyfiles (*.vol;*.cdb)|*.vol;*.cdb|Container files (*.vol)|*.vol|Keyfiles (*.cdb)|*.cdb|All files|*.*
es: Archivos volumen o clave (*.vol;*.cdb)|*.vol;*.cdb|Archivos volumen (*.vol)|*.vol|Archivos clave (*.cdb)|*.cdb|Todos archivos|*.*

source: Text files (*.txt)|*.txt|All files|*.*
de: Textdateien(*.txt)|*.txt|Alle Dateien|*.*
es: Archivos texto (*.txt)|*.txt|Todos archivos|*.*
fr: Fichiers texte (*.txt)|*.txt|Tous les fichiers|*.*
it: File di testo (*.txt)|*.txt|Tutti i file|*.*

source: CDB backups (*.cdbBackup)|*.cdbBackup|All files|*.*
de: CDB-Backups (*.cdbBackup)|*.cdbBackup|Alle Dateien|*.*
es: Salvaguardias del CDB (*.cdbBackup)|*.cdbBackup|Todos archivos|*.*
fr: Sauvegardes du CDB (*.cdbBackup)|*.cdbBackup|Tous les fichiers|*.*
it: Backup CDB (*.cdbBackup)|*.cdbBackup|Tutti i file|*.*

source: Executable files (*.exe)|*.exe|All files|*.*
de: Programmdateien (*.exe)|*.exe|Alle Dateien|*.*
es: Programas (*.exe)|*.exe|Todos archivos|*.*
fr: Programmes (*.exe)|*.exe|Tous les fichiers|*.*
it: File eseguibili (*.exe)|*.exe|Tutti i file|*.*

source: Linux encryption settings (*.les)|*.les|All files|*.*
de: Linux-Verschlüsselungseinstellungen (*.les)|*.les|Alle Dateien|*.*
es: Parámetros de cifrado Linux (*.les)|*.les|Todos archivos|*.*
fr: Paramètres de chiffrage Linux (*.les)|*.les|Tous les fichiers|*.*
it: Settaggi crittaggio Linux (*.les)|*.les|Tutti i file|*.*

source: Fixed disk
de: Festplatte
es: Disco fijo
fr: Disque fixe
it: Disco fisso

source: Removable disk
de: Wechseldatenträger
es: Disco amovible
fr: Disque amovible
it: Disco removibile

source: None
de: Kein
es: Ninguno
fr: Aucun

source: Hash with salt
de: Hash mit Salt
es: Hash con sal
fr: Hachage avec sel

source: <Unknown>
de: <Unbekannt>
es: <Desconocido>
fr: <Inconnu>
it: <Sconosciuto>

source: WARNING: This container appears to have been created with a later version of LibreCrypt than this software supports. You may continue, however: 1) Your data may be read incorrectly due to changes in the decryption process, and 2) It is not recommended that you write to this container using this software.
es: ALERTA: este volumen fué creado con una version ulterior de LibreCrypt. Puede continuar, no obstante: 1) La lectura de los datos puede resultar incorrecta, a causa de cambios en el proceso de descifrado, además 2) No debería escribir sobre este volumen con este programa.

source: Failed to derive critical data key.
de: Fehler beim Ableiten des kritischen Datenschlüssels.
es: La derivación de la clave de datos críticos fracasó.
fr: Échec lors de la lecture du fichier des données critiques
it: Impossibile derivare la chiave dati critici.

source: Failed to decrypt encrypted block.
de: Fehler beim Entschlüsseln eines Blockes.
es: El descifrado del bloque fracasó.
fr: Échec lors du déchiffrement du bloc.
it: Impossibile decrittare blocco crittato.

source: Cypher:
de: IV Cypher:
es: Cifrado:
fr: Chiffreur :

source: Failed to generate check MAC.
de: Fehler bei MAC-Generierung.
es: La generación del MAC fracasó.
fr: Échec lors de la génération du MAC.
it: Impossibile generare controllo MAC.

source: Mode unknown
de: Unbekannter Modus
es: Modo desconocido
fr: Mode inconnu
it: Modalità sconosciuta

source: Mode unknown;
de: Unbekannter Modus;
es: Modo desconocido;
fr: Mode inconnu ;
it: Modalità sconosciuta;

source: Critical Data Block Dump
de: Export des kritischen Datenblockes
es: Descarga del Bloque de Datos Críticos
fr: Bloc des données critiques
it: Dump Blocco Dati Critici

source: User Supplied Information
de: Benutzerdefinierte Informationen
es: Informaciones Facilitadas por el Usuario
fr: Informations fournies par l'utilisateur
it: Informazioni fornite dall'utente

source: Filename (user mode) : %1
de: Dateiname (Benutzermodus) : %1
es: Nombre del archivo (modo usuario): %1
fr: Nom du fichier (mode utilisateur) : %1
it: Nome file (modo user) : %1

source: Filename (kernel mode): %1
de: Dateiname (Kernelmodus) : %1
es: Nombre del archivo (modo núcleo) : %1
fr: Nom du fichier (mode kernel) : %1
it: Nome file (modo kernel): %1

source: Password :
de: Passwort :
es: Contraseña :
fr: Mot de passe :

source: Length: %1 bits
de: Länge: %1 bit
es: Talla : %1 bits
fr: Taille : %1 bits
it: Lunghezza: %1 bit

source: Data :
de: Daten:
es: Datos:
fr: Données :
it: Dati :

source: Offset : %1 bytes
es: Desplazamiento : %1 octetos
fr: Décalage : %1 octets
it: Offset : %1 byte

source: Salt length : %1 bits
de: Länge Salt : %1 bit
es: Talla del sal : %1 bits
fr: Taille du sel : %1 bits
it: Lunghezza Salt : %1 bit

source: Key iterations : %1
de: Schlüssel-Iterationen: %1
es: Iteraciones de clave: %1
fr: Itérations de la clé : %1
it: Iterazioni chiave : %1

source: Plaintext Information
de: Klartext-Informationen
es: Información en texto sin formato
fr: Information en texte brut
it: Informazioni in testo semplice

source: Salt data :
de: Salt-Daten :
es: Datos del sal :
fr: Données du sel :
it: Dati Salt :

source: Dump Performance
de: Export Fortschritt
es: Rendimiento de la Descarga
fr: Performance de la décharge (dump)
it: Performance dump

source: Time to process CDB : %1 hours, %2 mins, %3.%4 secs
de: Zeit zur Bearbeitung CDB : %1 std, %2 min, %3.%4 sek
es: Duración tratamiento CDB: %1 horas, %2 min, %3.%4 seg
fr: Temps pour traiter le CDB : %1 heures, %2 mins, %3.%4 secs
it: Tempo per processare CDB : %1 ore, %2 min, %3.%4 sec

source: Autodetermined Information
de: Automatisch ermittelte Informationen
es: Información Deducida
fr: Paramètres détectés
it: Informazioni autodeterminate

source: ERROR: Unable to determine hash title?!
de: FEHLER: Kann HASH-Namen nicht ermitteln?!
es: ERROR: ¡No se pudo determinar el título del hash!
fr: ERREUR : impossible de déterminer le titre du hacheur !
it: ERRORE: Impossibile determinare il titolo hash?!

source: ERROR: Unable to determine cypher title?!
de: FEHLER: Kann Cypher-Namen nicht ermitteln?!
es: ERROR: ¡No se pudo determinar el título del cifrado!
fr: ERREUR : impossible de déterminer le titre du chiffreur !
it: ERRORE: Impossibile determinare il titolo cypher?!

source: Hash pretty title : %1
de: Hash-Name : %1
es: Título común del hash: %1
fr: Titre commun du hacheur : %1

source: Hash driver lib/KM name : %1
de: Hash-Treiber lib/KM Name : %1
es: Nombre KM del controlador de hash: %1
fr: Nom lib/KM du pilote de hachage : %1

source: Hash GUID : %1
de: Hash GUID
es: GUID del Hash : %1
fr: GUID du hacheur : %1

source: Cypher pretty title : %1
de: Cypher Name : %1
es: Título común del cifrado: %1
fr: Titre commun du chiffreur : %1

source: Cypher driver lib/KM name: %1
de: Cypher-Treiber lib/KM Name : %1
es: Nombre lib/KM del controlador de cifrado: %1
fr: Nom lib/KM du pilote de chiffrement : %1

source: Cypher GUID : %1
de: Cypher GUID
es: GUID del cifrado : %1
fr: GUID du chiffreur : %1

source: Critical data key :
de: Kritischer Datenschlüssel:
es: Clave de datos críticos:
fr: Clé des données critiques :
it: Chiave dati critici :

source: Key :
de: Schlüssel:
es: Clave:
fr: Clé :
it: Chiave :

source: Plaintext encrypted block:
de: Textverschlüsselter Block:
es: Bloque cifrado en texto claro:
fr: Bloc chiffré en texte brut :
it: Blocco crittato testo semplice:

source: Check MAC :
es: Compruebe el MAC :
fr: Vérifier le MAC :
it: Controllo MAC :

source: MAC algorithm: %1
de: MAC-Algorithmus: %1
es: Algoritmo de MAC: %1
fr: Algorithme de MAC : %1
it: Algoritmo MAC: %1

source: Length : %1 bits
de: Länge : %1 bit
es: Talla : %1 bits
fr: Taille : %1 bits
it: Lunghezza : %1 bit

source: Data :
de: Daten :
es: Datos :
fr: Données
it: Dati :

source: Container details block :
es: Bloque de informaciones del volumen:

source: Container Details Block
es: Bloque de Informaciones del Volumen

source: CDB format ID : %1
es: ID del formato CDB : %1
fr: ID du format du CDB : %1
it: ID formato CDB : %1

source: Container flags : %1
es: Indicadores del volumen: %1

source: Sector ID zero is at the start of the encrypted data
de: Sektor-ID Null ist am Start der verschlüsselten Daten.
es: El sector con ID zero está situado al comienzo de los datos cifrados
fr: L'ID de secteur zéro est situé au début des données chiffrées
it: Il settore ID zero è all'inizio dei dati crittati

source: Sector ID zero is at the start of the host file/partition
de: Sektor-ID Null ist am Start der Host-Datei/Partition.
es: El sector con ID zero está situado al comienzo del archivo/partición
fr: L'ID de secteur zéro est situé au début du fichier ou de la partition hôte
it: Il settore ID zero è all'inizio del file/partizione host

source: Partition length : %1 bytes
de: Partitionsgröße : %1 byte
es: Talla de partición : %1 octetos
fr: Taille de la partition : %1 octets
it: Lunghezza partizione: %1 byte

source: Master key :
de: Haupt-Schlüssel:
es: Clave maestra :
fr: Clé principale :

source: Key :
de: Schlüssel:
es: Clave:
fr: Clé :
it: Chiave:

source: Sector IV generation : %1
de: Sektor-IV Generierung : %1
es: Generación de IV de sector: %1
fr: Génération d'IV de secteur : %1
it: Generazione settore IV: %1

source: Container IV :
es: IV del volumen :

source: Length : %1 bits
de: Länge : %1 bit
es: Talla : %1 bits
fr: Taille : %1 bits
it: Lunghezza : %1 bit

source: IV data:
de: IV-Daten:
es: Datos IV:
fr: Données IV :
it: Dati IV:

source: Requested drive letter: None; use default
de: Angeforderter Laufwerksbuchstabe: Keiner, Vorgabe nutzen.
es: Letra de disco solicitada: ninguna; valor por defecto
fr: Lettre de lecteur demandée : aucune, utiliser la lettre par défaut
it: Lettera driver richiesta: Nessuna; usa default

source: Encrypted CDB
de: Verschlüsselter CDB
es: CDB cifrado
fr: CDB chiffré
it: CDB Crittato

source: Hard disk #%1 (entire disk)
de: Festplatte #%1 (Ganzer Datenträger)
es: Disco duro n° %1 (disco entero)
fr: Disque dur n° %1 (disque entier)
it: Hard disk #%1 (intero disco)

source: Hard disk #%1, partition #%2
de: Festplatte #%1, Partition #%2
es: Disco duro n° %1, partición n° %2
fr: Disque dur n° %1, partition n° %2
it: Hard disk #%1, partizione #%2

source: CDROM drive #%1
de: CDROM-Laufwerk #%1
es: Disco CD-ROM n° %1
fr: Lecteur CD-ROM n° %1

source: You do not appear to have any LibreCrypt hash drivers installed and started.
de: Sie haben keine LibreCrypt Hash-Treiber installiert und gestartet.
es: No parece tener ningún controlador de hash LibreCrypt instalado y lanzado.
fr: Aucun pilote de hachage LibreCrypt ne semble installé et démarré.
it: Non sembrano esserci driver LibreCrypt installati o avviati.

source: You do not appear to have any LibreCrypt cypher drivers installed and started.
de: Sie haben keine LibreCrypt Cypher-Treiber installiert und gestartet.
es: No parece tener ningún controlador de cifrado LibreCrypt instalado y lanzado.
fr: Aucun pilote de chiffrement LibreCrypt ne semble installé et démarré.
it: Non sembrano esserci driver cypher LibreCrypt installati o avviati.

source: Dump Created By
de: Export erstellt durch
es: Descarga Creada Por
fr: Décharge créée par
it: Dump Creato Da

source: Platform : %1
de: Plattform : %1
es: Plataforma : %1
fr: Plateforme : %1
it: Piattaforma : %1

source: Application version : %1
de: Programm-Version : %1
es: Versión del programa: %1
fr: Version du programme : %1
it: Versione applicazione: %1

source: Driver ID : %1
de: Treiber- ID : %1
es: ID del Controlador: %1
fr: ID du pilote : %1
it: ID Driver : %1

source: DLL driver
de: DLL-Treiber
es: Controlador DLL

source: Scramble &Keys
de: &Key-Scrambling
es: Mezclar las Teclas
fr: Brouiller les &touches
it: Mescola chiavi

source: &Shift
es: &Mayúscula
fr: &Majuscule
it: &Sposta

source: C&lear
de: &Löschen
es: Borrar
fr: &Effacer
it: Ripu&lisci

source: Random Data Generation
de: Zufallsdatengenerierung
es: Generación de Datos Aleatorios
fr: Génération de données aléatoires
it: Generazione Dati Casuali

source: In order to generate sufficient random data, please waggle the mouse randomly over the area below until it changes color, then click "OK":
de: Bitte bewegen Sie Ihre Maus, bis genügend Zufallsdaten erzeugt wurden. Klicken Sie anschließend "OK":
es: Para generar bastantes datos aleatorios, mueva aleatoriamente el ratón sobre el área aquí abajo hasta que cambie de color, luego haga clic en "OK".
fr: Afin de générer suffisamment de données aléatoires, merci de remuer la souris au hasard dans la surface ci-dessous, puis de cliquer "OK".
it: Per generare dati casuali a sufficienza, agitare il mouse in modo casuale sull'area sottostante fino al cambio di colore, poi cliccare "OK":

source: PKCS#11 Library Select
de: Auswahl PKCS#11-Bibliothek
es: Biblioteca PKCS#11 Seleccionada
fr: Bibliothèque PKCS#11 sélectionnée :

source: The following PKCS#11 libraries were detected; please select which one should be used:
de: Die folgenden PKCS#11-Bibliotheken wurden gefunden; bitte wählen Sie die zu Verwendende:
es: Se detectaron las siguientes bibliotecas PKCS#11; seleccione aquella que se debe utilizar:
fr: Les bibliothèques PKCS#11 suivantes ont été détectées. Merci de sélectionner celle que vous voulez utiliser :

source: Report
de: Bericht
es: Informe
fr: Rapport
it: Rapporto

source: Bits required: %1
de: Erforderliche Bit: %1
es: Bits necesarios: %1
fr: Bits nécessaires : %1
it: Bit richiesti: %1

source: Bits generated: %1
de: Generierte Bit: %1
es: Bits generados: %1
fr: Bits générés : %1
it: Bit generati: %1

source: List index out of bounds
de: Listenindex überschritten
es: Índice de lista fuera de los límites
fr: Index hors des limites

source: Token not present
de: Token nicht gefunden
es: Token ausente
fr: Jeton absent
it: Token non presente

source: Unable to locate/load PKCS#11 library: %1
de: PKCS#11-Bibliothek: %1 nicht gefunden
es: No se pudo encontrar/cargar la biblioteca PKCS#11: %1
fr: Impossible de trouver ou de charger la bibliothèque PKCS#11 : %1
it: Impossibile localizzare/caricare la libreria PKCS#11: %1

source: Library specified doesn't support the PKCS#11 API
de: Die angegebene Bibliothek unterstützt keine PKCS#11 API.
es: La biblioteca especificada no soporta la API PKCS#11
fr: La bibliothèque indiquée ne permet pas d'utiliser l'API PKCS#11
it: La libreria specificata non supporta l'API PKCS#11

source: Detecting PKCS#11 libraries...
de: Lösche PKCS#11-Bibliotheken...
es: Detección de bibliotecas PKCS#11...
fr: Recherche des bibliothèques PKCS#11...

source: Checking for: [%1] %2
de: Prüfe auf: [%1] %2
es: Verificación de: [%1] %2
fr: Vérification de : [%1] %2

source: Read-only Public
de: Schreibgeschützt öffentlich
es: Lectura sola para todos
fr: Lecture seule pour tous
it: Pubblico sola lettura

source: Read-only User
de: Schreibgeschützt Benutzer
es: Lectura sola para el Usuario
fr: Lecture seule pour l'utilisateur
it: Utente sola lettura

source: Read/write Public
de: Vollzugriff öffentlich
es: Lectura/escritura para todos
fr: Lecture/écriture pour tous
it: Pubblico lettura/scrittura

source: Read/write User
de: Vollzugriff Benutzer
es: Lectura/escritura para el Usuario
fr: Lecture/écriture pour l'utilisateur
it: Utente lettura/scrittura

source: Read/write Security Officer
de: Vollzugriff Sicherheitsbeauftragter
es: Lectura/escritura para el Responsable de Seguridad
fr: Lecture/écriture pour le responsable de la sécurité
it: Ufficiale Sicurezza lettura/scrittura

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque

source: Description
de: Beschreibung
es: Descripción

source: Gutmann (35 pass)
de: Gutmann (35 Durchgänge)
es: Gutmann (35 pases)
fr: Gutmann (35 passes)
it: Gutmann (35 passaggi)

source: User cancelled
de: Abbruch durch Benutzer
es: Anulado por el usuario
fr: Annulation par l'utilisateur
it: Utente annullato

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato

source: Shredding (%1 pass %2/%3) %4
de: Schreddern (%1 Durchgang %2/%3) %4
es: Destrucción (%1 pases %2/%3) %4
fr: Effaçage (%1 passes %2/%3) %4
it: Obliterazione (%1 passaggio %2/%3) %4

source: Error running external (3rd party) free space shredder
de: Fehler beim Ausführen eines 3rd Party-Schredders.
es: Error de ejecución del destructor de espacio libre ajeno
fr: Erreur lors de l'utilisation de l'effaceur d'espace libre externe
it: Errore nell'esecuzione dell'obliteratore di spazio libero

source: Shredding free space on drive %1:
de: Schreddern des freien Speichers auf LW %1:
es: Destrucción del espacio libre del lector %1:
fr: Effacement de l'espace libre sur le lecteur %1:
it: Obliterazione spazio libero sul drive %1:

source: Shredding file slack on drive %1:
de: Schreddern des Datei-Slacks auf LW %1:
es: Destrucción del espacio residual del lector %1:
fr: Effacement des chutes des fichiers du lecteur %1:
it: Obliterazione file slack sul drive %1:

source: The following files could not have their slack space shredded:
de: Der Slack folgender Dateien konnte nicht geschreddert werden:
es: No se pudo destruir el espacio residual de los siguientes archivos:
fr: Les chutes des fichiers suivants ne peuvent pas être effacées :
it: Lo slack space dei seguenti files non è stato obliterato

source: Boot Sector Properties
de: Eigenschaften Bootsektor
es: Propiedades del Sector de Arranque

source: Sectors per track:
de: Sektoren pro Spur:
es: Sectores por pista:
fr: Secteurs par piste :
it: Settori per traccia:

source: Number of heads:
de: Anzahl Köpfe (Heads):
es: Número de cabezas:

source: Sectors per FAT:
de: Sektoren pro FAT:
es: Sectores por FAT:

source: Media descriptor:
de: Datenträgerbezeichnung:
es: Descriptor de soporte:

source: OEM name:
es: Nombre de OEM:

source: Reserved sector count:
de: Sektoren reserviert:
es: Número de sectores reservados:

source: Total sectors:
de: Sektoren gesamt:
es: Total sectores:

source: Bytes per sector:
de: Byte pro Sektor:
es: Octetos por sector:
fr: Octets par secteur :
it: Byte per settore:

source: Number of FATs:
de: Anzahl FAT's:
es: Número de FATs:

source: Sectors per cluster:
de: Sektoren pro Cluster:
es: Sectores por clúster:

source: Maximum number of root entries:
de: Max. Anzahl Rooteinträge:
es: Número máximo de entradas raíz:

source: Hidden sectors:
de: Versteckte Sektoren:
es: Sectores ocultos:
fr: Secteurs cachés :
it: Settori nascosti:

source: Choose Details
de: Details wählen
es: Elija Detalles

source: Select the details you wish to show:
es: Seleccione los detalles que quiere ver:

source: Details:
es: Detalles:

source: &Width of selected column (in pixels):
de: Breite gewählter Spalte (Pixel):
es: Anchura de las columnas seleccionadas (en pixeles):

source: Move &Up
de: Nach oben
es: S&uba

source: Move &Down
de: Nach unten
es: Baje

source: &Show
de: Sichtbar
es: Ver

source: &Hide
de: Unsichtbar
es: Oculto

source: Filesystem opened readonly
es: Sistema de archivos montado en lectura sola

source: Unable to read contents of: %1
de: Kann Inhalte von %1 nicht lesen.
es: No se pudo leer el contenido de: %1

source: Unable to extract cluster chain data starting from cluster: %1
de: Kann Daten der Clusterkette mit Startcluster %1 nicht extrahieren.
es: No se pudo extraer la cadena de clusteres partiendo del clúster: %1

source: Unable to open extracted file to set timestamps: %1
de: Kann extrahierte Datei %1 zum Setzen der Zeitstempel nicht öffnen.
es: No se pudo abrir el archivo extraído para restablecer el sello de tiempo: %1

source: FAT copy #%1 doesn't match FAT copy #%2
de: FAT Kopie #%1 ist nicht identisch mit FAT Kopie #%2.
es: la copia de la FAT #%1 difiere de la copia de la FAT #%2

source: Name
es: Nombre:

source: Type
de: Typ
es: Tipo

source: Date Modified
de: Geändert am
es: Fecha de modificación

source: Date Created
de: Erstellt
es: Fecha de Creación

source: Attributes
de: Attribute:
es: Atributos

source: Date Accessed
de: Letzter Zugriff
es: Fecha de Acceso

source: More...
de: Mehr...
es: Detalles...

source: Disk Properties
de: Laufwerkseigenschaften
es: Propiedades del Disco
fr: Propriétés du disque
it: Proprietà Disco

source: Tracks per cylinder:
de: Spuren pro Zylinder:
es: Pistas por cilindro :
fr: Pistes par cylindre :
it: Tracce per cilindro:

source: MediaType
de: Medientyp
es: Tipo de Soporte
fr: Type de média
it: Tipo Media

source: Size (in bytes):
de: Größe (in byte):
es: Talla (en octetos):
fr: Taille (en octets) :
it: Dimensioni (byte):

source: Cylinders:
de: Zylinder:
es: Cilindros :
fr: Nombre de cylindres :
it: Cilindri:

source: Disk number:
de: Laufwerksnummer:
es: Número de disco:
fr: Numéro du disque :
it: Numero disco:

source: Disk signature:
de: Laufwerks-Signatur:
es: Firma del disco:
fr: Signature du disque :
it: Firma disco:

source: Partition count:
de: Anzahl der Partitionen:
es: Número de particiones:
fr: Nombre de partitions :
it: Conteggio partizioni:

source: Size (sensible units):
de: Größe:
es: Talla (unidad adaptada):
fr: Taille (unité adaptée) :
it: Dimensioni (unità sensibili):

source: Partition Properties
de: Partitions-Eigenschaften
es: Propiedades de la Partición
fr: Propriétés de la partition
it: Proprietà Partizione

source: Starting offset:
de: Start-Offset:
es: Desplazamiento:
fr: Décalage :
it: Offset iniziale:

source: Partition length (in bytes):
de: Partitionslänge (in byte):
es: Talla de partición (en octetos):
fr: Taille (en octets) :
it: Lunghezza partizione (byte):

source: Partition number:
de: Partitionsnummer:
es: Número de partción:
fr: Numéro de partition
it: Numero partizione:

source: Partition type:
de: Partitionstyp:
es: Type de partition :
fr: Type de partition :
it: Tipo partizione:

source: Flags:
es: Indicadores:
fr: Drapeaux :
it: Indicatori:

source: Opened as:
es: Montado como:

source: Partition length (sensible units):
de: Partitionslänge:
es: Talla de partición (unidad adaptada):
fr: Taille (unité adaptée)
it: Lunghezza partizione (unità sensibili):

source: Progress
de: Fortschritt
es: En curso
fr: En cours
it: Progresso

source: Estimated time remaining:
de: Verbleibende Restzeit:
es: Tiempo restante estimado:
fr: Temps restant estimé :
it: Tempo rimanente stimato:

source: &Cancel
de: Abbruch
es: Anular
fr: &Annuler
it: Annulla

source: by %1
es: por %1

source: Warning
de: Warnung
es: Alerta
fr: Attention
it: Attenzione

source: Information
es: Información
it: Informazioni

source: Confirm
de: Bestätigung
es: Confirmar
fr: Confirmer
it: Conferma

source: &Yes
de: &Ja
es: Si
fr: &Oui
it: &Sì

source: No help available
de: Keine Hilfe verfügbar
es: Ninguna ayuda disponible
fr: Aucune aide disponible
it: Nessuno aiuto disponibile

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto

source: &Abort
de: &Abbrechen
es: &Abortar
fr: &Abandonner
it: &Fine

source: &Retry
de: &Wiederholen
es: &Reintento
fr: &Réessayer
it: &Riprova

source: &Ignore
de: &Ignorieren
es: &Ignorar
fr: &Ignorer
it: I&gnora

source: &All
de: &Alle
es: Todo
fr: &Tout
it: &Tutto

source: N&o to All
de: &Alle Nein
es: N&o a todo
fr: N&on à tous
it: N&o a tutti

source: Yes to &All
de: A&lle Ja
es: Si a todo
fr: O&ui à tous
it: S&ì a tutti
