Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: Please enter the password to be used for securing your container. It is suggested that you enter a mix of uppercase, lowercase, numbers, and punctuation symbols. Note: If you forget your password, you can forget your data.
es: Indique la contraseña a utilizar para segurizar su volumen. Se recomienda utilizar una mezcla de mayúsculas, minúsculas, números y símbolos de puntuación. Observación: Si se olvida de su contraseña perderá sus datos.

source: Please enter the amount of "salt" to be combined with your password to generate an encryption key. "Salting" your password increases security, and will slow down dictionary attacks against your container. Note: The value entered must be a multiple of 8. Note: You will be required to enter this value every time you open your container. For this reason it is recommended that most users leave it at it's default value, unless you have a particular need to do otherwise.
es: Indique la cantidad de "sal" que debe combinarse con su contraseña para generar la clave de cifrado. "Salar" la contraseña aumenta la seguridad y frenará los ataques contra su volumen que utilizan un diccionario. Observación: el valor introducido ha de ser un múltiplo de 8. Observación: Tendrá que especificar este valor cada vez que monte el volumen. Por esto se recomienda conservar el valor por defecto, salvo si existe una razón particular para cambiarla.

source: Please specify if you would like your container's critical data block (CDB) to be prepended to the start of the new container, or stored in a separate keyfile. For most users, including the CDB as part of the container file is probably the best option. Additional keyfiles may be generated after the container is created, if needed.
es: Indique si prefiere salvaguardar el bloque de datos críticos (CDB) del volumen al comienzo del nuevo volumen o en un archivo clave separado. Para la mayoría de los usuarios, la mejor opción consiste en incluir el CDB al comienzo del volumen. Si es necesario, podrá generar nuevos archivos clave después de la creación del volumen.

source: Welcome to the LibreCrypt Password Change Wizard.
de: Willkommen beim LibreCrypt Assistenten zur Passwort-Änderung.
es: Bienvenida al Asistente de Cambio de Contraseña de LibreCrypt.

source: Welcome to the LibreCrypt Keyfile Wizard.
de: Willkommen beim LibreCrypt Assistenten für Schlüsseldateien.
es: Bienvenida al Asistente de Archivo clave de LibreCrypt.

source: This "wizard" will guide you through the process of changing the password on either a container file with embedded critical data block (CDB) or keyfile. Your container/keyfile will be automatically updated to use the latest CDB format.
es: Este "asistente" le ayudará para cambiar la contraseña de un volumen que integra el bloque de datos críticos (CDB) o de un archivo clave. Su volumen/archivo clave quedará actualizado para utilizar el formato mas reciente de CDB.

source: This "wizard" will guide you through the process of creating a new keyfile for a LibreCrypt container. This process requires either a LibreCrypt container file with embedded critical data block (CDB), or an existing keyfile.
es: Este "asistente" le ayudará a crear un nuevo archivo clave para un volumen LibreCrypt. Para ello se requiere la existencia de un volumen LibreCrypt que integre el bloque de datos críticos (CDB) o de un archivo clave.

source: Please enter your password for the container/keyfile previously specified. If you are dumping the CDB of a hidden container, or container/keyfile with non-default settings, please check that the settings shown on the "Advanced" tab are configured correctly.
es: Introduzca la contraseña del volumen/archivo clave especificado. Si está descargando el CDB de un volumen oculto, o de un volumen/archivo clave con parámetros otros que los propuestos por defecto, verifique atentamente las informaciones de la pestaña "Avanzado".

source: Please enter the full path and filename of the container/keyfile you wish to change. If you wish to update a "hidden" container held within another file, please specify the filename of the host file which stores your encrypted container.
es: Indicar la ruta y el nombre del volumen/archivo clave que quiere cambiar. Si quiere cambiar un volumen "oculto" dentro de otro archivo, especifique el nombre del archivo anfitrión que contiene su volumen cifrado.

source: Please enter the full path and filename of the container/an existing keyfile for the container which you wish to create a new keyfile for. If you wish to create a keyfile for a "hidden" container held within another file, please specify the filename of the host file which stores your encrypted container.
es: Indicar la ruta y el nombre del volumen/archivo clave vinculados con el volumen para el que quiere crear un nuevo archivo clave. Si quiere crear un archivo clave para un volumen "oculto" dentro de otro archivo, especifique el nombre del archivo anfitrión que contiene su volumen cifrado.

source: Please enter your current password for the container/keyfile you wish to change. If you are changing the password for a hidden container, or container/keyfile with non-default settings, please check that the settings shown on the "Advanced" tab are configured correctly.
es: Indicar la contraseña para el volumen/archivo clave que se quiere modificar. Si quiere modificar la contraseña de un volumen "oculto", o de un volumen/archivo clave que no utiliza los valores por defecto, compruebe que los parámetros de la pestaña "Avanzado" son correctos.

source: Please enter your password for the container/keyfile previously specified. If you are creating a keyfile for a hidden container, or container/keyfile with non-default settings, please check that the settings shown on the "Advanced" tab are configured correctly.
es: Introduzca la contraseña del volumen/archivo clave especificado. Si está creando un archivo clave para un volumen oculto, o un volumen/archivo clave con parámetros otros que los propuestos por defecto, verifique atentamente las informaciones de la pestaña "Avanzado".

source: Please enter the full path and filename to be used for the new keyfile.
de: Bitte geben Sie Pfad und Dateinamen für die neue Schlüsseldatei an.
es: Indicar la ruta y el nombre del archivo en el que hay que escribir el nuevo archivo clave.

source: Please enter the new password to be used for this container/keyfile You may also update more advanced options on the keyfile by selecting the "Advanced" tab.
es: Introduzca la nueva contraseña para este volumen/archivo clave. También podrá especificar otras opciones para el archivo clave seleccionando la pestaña "Avanzado".

source: Please enter the password to be used for this keyfile You may also set more advanced options on the keyfile by selecting the "Advanced" tab.
de: Bitte geben Sie das neue Passwort für diese Schlüsseldatei an. Sie können zusätzlich weitere Optionen im Register "Erweitert" ändern.
es: Introduzca la contraseña para este archivo clave. También podrá especificar otras opciones para el archivo clave seleccionando la pestaña "Avanzado".

source: In order to create your new keyfile, a certain amount of random data is required. In order to generate this data, please select which random number generators you wish to use from the options shown.
de: Zur Erzeugung Ihrer neuen Schlüsseldatei werden Zufallsdaten benötigt. Wählen Sie bitte den zu verwendenden Zufallsdatengenerator.
es: Para crear un nuevo archivo clave se necesita cierta cantidad de datos aleatorios. Para poder generar estos datos, elija el generador de números aleatorios que desea utilizar entre las opciones disponibles.

source: In order to change your password, a certain amount of random data is required. In order to generate this data, please select which random number generators you wish to use from the options shown.
de: Zur Änderung Ihres Passwortes werden Zufallsdaten benötigt. Wählen Sie bitte den zu verwendenden Zufallsdatengenerator.
es: Para cambiar la contraseña, se necesita cierta cantidad de datos aleatorios. Para poder generar estos datos, elija el generador de números aleatorios que desea utilizar entre las opciones disponibles.

source: Please enter the full path and filename to the file you wish to store the human readable CDB dump in.
de: Bitte geben Sie Pfad und Dateinamen zum Export des CDB an.
es: Indicar la ruta y el nombre del archivo en el que hay que escribir la descarga en claro del CDB.

source: Please enter the full path and filename of the container/keyfile containing the CDB you wish to dump.
es: Indicar la ruta y el nombre del archivo del volumen/archivo clave del que desea descargar el CDB.

source: You have now entered all the information required to create a new container. You may now click "Finish" to create it, or continue with the wizard to setup more advanced options by selecting "Next >" from the navigation menu. If you wish to review the details you have entered, please select "< Back" from the navigation menu.
es: Ha indicado todas las informaciones necesarias para crear el nuevo volumen. Haga clic en "Terminar" para crear el volumen o utilice el botón "Siguiente >" para configurar los parámetros mas avanzados. Si desea comprobar las opciones ya configuradas, haga clic en "Anterior".

source: Ready to create container!
es: ¡Preparado para crear el volumen!

source: Please enter the full path and filename to the file you wish to store the human readable LUKS dump in.
de: Bitte geben Sie Pfad und Dateinamen zum Export des LUKS an.
es: Indicar la ruta y el nombre del archivo en el que hay que descargar el LUKS.

source: Please enter the full path and filename of the container you wish to dump the LUKS details for.
es: Indicar la ruta y el nombre del archivo en el que hay que descargar los detalles del LUKS.

source: Please enter the password for the container previously specified.
es: Indicar la contraseña para el volumen especificado anteriormente.

source: Automount/dismount
de: Automatisch mounten / dismounten
fr: Montage et démontage automatiques
it: Automontaggio/smontaggio

source: Auto &dismount PKCS#11 volumes when associated token is removed
de: PKCS#11-gesicherte Volumen dismounten, wenn Token entfernt
fr: &Démonter automatiquement lorsque le jeton est débranché
it: Auto smonta i volumi PKCS#11 quando il token associato è rimosso

source: Auto &Open specified volume on token insertion
de: Angegebenes Volumen mounten, wenn Token erkannt
fr: &Monter automatiquement les volumes indiqués à l'insertion
it: Auto &monta il volume specificato all'inserimento del token

source: Volume/keyfile details
de: Details Volumen/Schlüsseldatei
fr: Informations sur le volume ou le fichier clé
it: Dettagli su volume/keyfile

source: &Volume/keyfile:
de: Volumen/Key:
fr: &Volume ou fichier clé :

source: bits
de: bit

source: &Linux volume
de: Linux-Volumen
fr: Volume &Linux
it: Volume &Linux

source: Contains commands for working with Linux volumes.
de: Enthält Befehle für Arbeit mit Linux-Volumen.

source: Create a keyfile for an encrypted volume.
de: Erstellt Schlüsseldatei für verschlüsseltes Volumen.

source: Change volume/keyfile &password/details...
de: Volumen/Schlüsseldatei/Passwort/Details ändern...
fr: &Changer le mot de passe et les infos de volume...
it: Cambia &password/dettagli di volume/keyfile

source: Change a volume or keyfile's password or other details.
de: Ändert Passwort oder Details von Volumen oder Schlüsseldateien.

source: New encrypted volume
de: Neues verschlüsseltes Volumen
fr: Nouveau volume chiffré
it: Nuovo volume crittato

source: Open a file based encrypted volume
de: Datei-basierendes Volumen mounten
fr: Monter un nouveau volume chiffré

source: &Dismount
de: Dismounten
fr: &Démonter
it: Smonta

source: Dismount selected volumes
de: Dismountet gewähltes Volumen.

source: New Linux volume
de: Neues Linux-Volumen
fr: Nouveau volume Linux
it: Nuovo volume Linux

source: &Backup...
de: Sichern...
fr: &Sauvegarder...

source: Backup a volume's CDB
de: Erzeugt ein Backup des CDB

source: Restore a volume's CDB from a backup copy
de: Wiederherstellung eines CDB aus Backup

source: Dump a LUKS volumes header to a human readable text file.
de: Schreibt LUKS Datenträger-Anfangskennsatz in Textdatei

source: &Max. number of volumes to show in most recently used list:
de: &Max. Anzahl in Historie anzuzeigender Volumen:
fr: Nombre maximum de &volumes à afficher dans l'historique :
it: &Max. numero di volumi da mostrare nella lista volumi recenti:

source: When &moving files/folders to a mounted volume:
de: Beim Verschieben in gemountetes Volumen:

source: Display advanced &options when opening
de: Erweiterte Optionen beim Mounten anzeigen
fr: Afficher les &options avancées au montage
it: Mostra le &opzioni avanzate al montaggio

source: &Revert volume timestamps on dismount
de: Zeitstempel nach Dismount &rücksetzen
fr: Maintenir les dates du &volume
it: &Resetta i timestamp allo smontaggio

source: General
de: Allgemein
fr: Général
it: Generali

source: Display &toolbar
de: Werkzeugleiste
fr: Afficher la &barre d'outils
it: Mostra &toolbar

source: Display &passwords when entered
de: Passwort bei Eingabe unmaskiert
fr: Afficher les &mots de passe
it: Mostra le password all'inserimento

source: Display &captions
de: Beschreibung zeigen
fr: Afficher le &texte
it: Mostra tips

source: Contains commands for working with plaintext volumes.
de: Enthält Befehle für Textbasierende Volumen.

source: Contains commands for copying files and folders to the mounted volume.
de: Enthält Befehle für Schreiben in gemountete Volumen

source: Open file based plaintext volume
de: Textbasierendes Volumen mounten

source: Copies one or more files to the mounted volume
de: Kopiert Dateien in gemountetes Volumen

source: Copies a folder to the mounted volume
de: Kopiert Verzeichnisse in gemountetes Volumen

source: New plaintext volume
de: Neues Textbasierendes Volumen

source: Pie
de: Torte

source: Do you wish to copy or move the selected files/folders to the mounted volume? (i.e. Do you wish to leave the original files/folders intact, or remove them?)
de: Sollen die gewählten Dateien in das Volumen kopiert oder verschoben werden?

source: If u&nable to dismount a volume normally:
de: Fehler bei normalem Dismount:

source: Default Open t&ype:
de: Open-Typ:

source: If volumes &mounted when exiting:
de: Gemountete Volumen bei Ende:

source: Warn before &forced dismounts
de: Vor erzwungenem Dismount warnen

source: Post-&Open:
de: Nach Open
fr: Après &montage :
it: Post-&montaggio

source: &Pre-dismount:
de: Vor Dismount
fr: A&vant démontage :
it: &Pre-smontaggio

source: Post-&dismount:
de: Nach Dismount
fr: A&près démontage :
it: Post-smontaggio

source: &Explore after Open
de: &Start nach Mounten
fr: E&xplorer après le montage
it: &Esplora dopo il montaggio

source: Display &message on successful Open
de: Meldung nach erfolgreichem Mounten
fr: Afficher un message si le montage &réussit
it: Mostra &messaggio a montaggio riuscito

source: &Enable dismount all hotkey
de: Tastenkürzel für Dismount alle
fr: Activer le raccourci pour &tout démonter
it: Abilita hotk&ey per smontare tutti i volumi

source: E&nable emergency dismount all hotkey
de: Tastenkürzel für erzwungenen Dismount alle
fr: Activer le raccourci pour tout démonter en &urgence
it: Abilita hotkey smo&ntaggio di emergenza

source: &Display system tray icon
de: Im Infobereich anzeigen
fr: &Afficher une icône dans la zone de notification
it: Mostra icona nel tray

source: Dismount &all
de: &Alle dismounten
fr: &Tout démonter
it: Smont&a tutto

source: Dismount all volumes
de: Alle Volumen dismounten

source: Properties of the selected volume
de: Eigenschaften des gewählten Volumens

source: Format volume
de: Volumen formatieren
fr: Formater le volume
it: Formatta volume

source: Overwrite free space on volume
de: Freien Speicherplatz im Volumen überschreiben...
fr: Écraser l'espace libre du volume
it: Sovrascrivi spazio libero sul volume

source: Display the driver control dialog.
de: Treiber-Kontrolldialog zeigen

source: Open a disk or partition based encrypted volume
de: Partitions- oder Datenträgerbasierendes Volumen mounten

source: Display console
de: Konsole anzeigen
fr: Afficher la fenêtre
it: Mostra console

source: Hide console
de: Konsole ausblenden

source: &Recently mounted
de: Zuletzt gemountet
fr: &Récemment monté
it: Montati di &recente

source: LibreCrypt Volume Properties
de: Eigenschaften LibreCrypt Volumen
fr: Propriétés du volume LibreCrypt
it: Proprietà del volume LibreCrypt

source: &Mounted for:
de: Gemountet für:
fr: &Monté pour :
it: &Montato per:

source: &Volume:
de: Volumen:

source: If automount on PKCS#11 token insertion is enabled, the volume to be mounted must be specified
de: Wenn "Automatisch mounten, wenn Token erkannt" aktiviert ist, müssen Sie das zu mountende Volumen angeben.
fr: Si l'automontage lors de l'insertion d'un jeton PKCS#11 est activé, le volume à monter doit être indiqué.
it: Se l'automontaggio all'inserimento del token PKCS#11 è abilitato, va specifiato il volume da montare

source: Please ensure that the volume is not mounted, or otherwise in use
de: Bitte stellen Sie sicher, dass das angegebene Volumen nicht gemountet oder anderweitig in Benutzung ist.
fr: Merci de vérifier que le volume n'est pas monté ou en cours d'utilisation
it: Assicurarsi che il volume non sia montato, o comunque in uso

source: Backup Volume Critical Data Block
de: Kritischen Datenblock sichern
fr: Sauvegarder le bloc des données critiques du volume
it: Backup Dati Critici del Volume

source: Volume details
de: Volumen-Details
fr: Informations du volume
it: Dettagli volume

source: Restore Volume Critical Data Block
de: Kritischen Datenblock wiederherstellen
fr: Restaurer le bloc des données critiques du volume
it: Ripristino Dati Critici del Volume

source: Please confirm: Do you wish to restore the header from backup file: %s Into the volume: %s Starting from offset %d in the container?
de: Bitte bestätigen: Soll der kritische Datenblock mit dem Backup wiederhergestellt werden %s In das Volumen: %s Starten mit Offset %d im Volumen?
fr: Merci de confirmer : Voulez-vous vraiment restaurer le bloc des données critiques à partir du fichier de sauvegarde : %s dans le volume : %s avec un décalage de %d octets ?
it: Confirmare: Si vogliono ripristinare i dati critici dal file di backup: %s Nel volume: %s Iniziare dall'offset %d nel volume?

source: Please ensure that your password and details are entered correctly, and that this file is not currently in use (e.g. mounted)
de: Bitte stellen Sie sicher, dass Passwort und Details korrekt und dass die Datei nicht anderweitig in Benutzung ist.
fr: Merci de vérifier que le mot de passe et les paramètres sont correctement entrés et que ce fichier n'est pas monté ou en cours d'utilisation.
it: Assicurarsi che la password e i dettagli siano corretti, e che il file non sia attualmente in uso (p.e. montato)

source: <variable>
de: <variabel>
it: <variabile>

source: <n/a>
de: <n.v.>

source: The path specified has spaces in it. Because of this, Windows will be able to display the %1 icon for the drive, but not launch %1 automatically when the drive is inserted. Do you wish to continue?
de: Der angegebene Pfad enthält Leerzeichen. Windows kann zwar das Laufwerks-Icon %1 anzeigen, jedoch %1 nicht automatisch beim Einlegen starten. Trotzdem fortfahren?

source: Dismount
de: Dismounten
fr: Démonter
it: Smonta

source: Create a new encrypted volume
de: Neues verschlüsseltes Volumen erzeugen
fr: Créer un nouveau volume chiffré

source: Dismount a mounted volume
de: Volumen dismounten
fr: Démonter un volume monté

source: Linux volume created successfully.
de: Das Linux-Volumen wurde erfolgreich erstellt.
fr: La création du volume Linux a réussi.
it: Volume Linux creato con successo.

source: Don't forget to Open and format this volume before use.
de: Bitte mounten, formatieren und überschreiben Sie den freien Speicherplatz des Volumens vor Benutzung.
fr: N'oublier pas de monter et de formater le volume avant de l'utiliser.
it: Non dimenticare di montare e formattare il volume prima dell'uso.

source: Linux volume could not be created
de: Das Linux-Volumen konnte nicht erstellt werden.
fr: Le volume Linux ne peut être créé.
it: Impossibile creare volume Linux

source: Language name: %s
de: Sprache: %s

source: Encrypted volume
de: Verschlüsseltes Volumen

source: Plaintext volume
de: Volumen (Plaintext)
fr: Volume brut

source: An explorer-type application to allow access to LibreCrypt volumes, without requiring administrator rights to install any drivers
de: Eine Explorer-Anwendung zum Zugriff auf LibreCrypt-Volumen ohne Notwendigkeit von Administratorrechten oder Treiberinstallationen
fr: Cet explorateur de fichiers permet d'accéder à des volumes LibreCrypt sans avoir besoin des droits d'administration nécessaires pour installer les pilotes.

source: Extract selected files/folders from the mounted volume
de: Gewählte Dateien/Verzeichnisse aus Volumen extrahieren
fr: Extraire les fichiers et dossiers sélectionnés du volume monté

source: Store a file/folder in the mounted volume
de: Dateien/Verzeichnisse zum Volumen hinzufügen
fr: Enregistrer un fichier ou un dossier dans le volume monté

source: Volume could be mounted, but not mounted as a partition image?!
de: Volumen kann zwar gemountet werden, nicht jedoch als Partition?!

source: The filesystem used by this volume could not be recognised as either FAT12, FAT16 or FAT32. Although LibreCrypt supports all filesystems, LibreCrypt Explorer only supports those listed above.
de: Das Dateisystem dieses Volumens ist kein FAT12, FAT16 oder FAT32. LibreCrypt Explorer unterstützt nur FAT-Systeme. Bitte benutzen Sie stattdessen LibreCrypt.

source: Please specify a single volume to be mounted
de: Bitte geben Sie ein einzelnes zu mountendes Volumen an.

source: Unable to Open volume.
de: Kann Volumen nicht mounten.
fr: Impossible de monter le volume
it: Impossibile montare il volume.

source: Filesystem errors detected. Please Open as a normal drive, and run chkdsk to correct. %1 will continue in readonly mode
de: Fehler im Dateisystem. Bitte mounten Sie das Volumen als Laufwerk und verwenden Sie chkdsk zur Korrektur. %1 startet im schreibgeschützten Modus
fr: Des erreurs ont été détectés dans le système de fichiers. Merci de le monter comme un lecteur normal puis de lancer "chkdsk" pour le corriger. %1 sera utilisé en lecture seule.

source: LibreCrypt volume could not be created
de: Das LibreCrypt-Volumen konnte nicht erstellt werden.
fr: Le volume LibreCrypt ne peut être créé.
it: Impossibile creare il volume LibreCrypt

source: LibreCrypt volume created successfully.
de: Das LibreCrypt-Volumen wurde erfolgreich erstellt.
fr: La création du volume LibreCrypt a réussi.
it: Volume LibreCrypt creato con successo.

source: An error occured while trying to create your volume file
de: Ein Fehler ist bei der Volumenerstellung aufgetreten.
fr: Une erreur s'est produite lors de la création du volume
it: Si è verificato un errore cercando di creare il file volume

source: Ready to Open volume...
de: Bereit zum Mounten...
fr: Prêt à monter le volume...

source: Locate post Open executable
de: Programm nach Mounten ausführen
fr: Programme à lancer après le montage
it: Indica l'eseguibile post montaggio

source: Locate pre dismount executable
de: Programm vor Dismounten ausführen
fr: Programme à lancer avant le démontage
it: Indica l'eseguibile pre smontaggio

source: Locate post dismount executable
de: Programm nach Dismounten ausführen
fr: Programme à lancer après le démontage
it: Indica l'eseguibile post smontaggio

source: post Open
de: Nach Open
fr: post-montage
it: post montaggio

source: pre dismount
de: Vor Dismount
fr: pré-démontage
it: pre smontaggio
