Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: Unable to get directory listing for:
fr: Impossible de lire le contenu du dossier :

source: Secure volume
fr: Volume sécurisé

source: Folder created successfully
fr: La création du dossier a réussi

source: Unable to create folder Please ensure that there is enough free space available
fr: Impossible de créer le dossier Merci de vérifier que vous disposez de suffisamment d'espace libre.

source: Cannot delete '%1': Cannot find the specified file. Make sure you specify the correct path and file name.
fr: Impossible de supprimer '%1' : fichier non trouvé. Assurez-vous que vous avez indiqué le bon chemin et le bon nom de fichier.

source: Deleted successfully
fr: Suppression terminée.

source: Extracting to: %1
fr: Extraction vers : %1

source: Extraction completed successfully.
fr: Extraction terminée avec succès.

source: Are you sure you wish to store '%1' to: %2
fr: Êtes-vous sûr de vouloir enregister '%1' dans : %2

source: Are you sure you wish to store the %1 items dropped to: %2
fr: Êtes-vous sûr de vouloir enregister les '%1' éléments déposés dans : %2

source: A directory called '%1' already exists
fr: Un dossier existant porte déjà le nom '%1'

source: File stored successfully
fr: Fichier enregistré avec succès

source: Unable to store file Please ensure that there is enough free space available
fr: Impossible d'enregistrer le fichier Merci de vérifier que vous disposez de suffisamment d'espace libre.

source: A file called '%1' already exists
fr: Un fichier appelé '%1' existe déjà

source: This folder already contains a folder named '%1'. If the files in the existing folder have the same name as files in the folder you are moving or copying, they will be replaced. Do you will want to move or copy the folder?
fr: Ce dossier contient déjà un dossier nommé '%1'. Si les fichiers du dossier existant ont le même nom que les fichiers du dossier que vous voulez déplacer ou copier, ils seront remplacés. Voulez-vous déplacer ou copier ce dossier ?

source: Folder stored successfully
fr: Dossier correctement enregistré

source: Unable to store folder Please ensure that there is enough free space available
fr: Impossible d'enregistrer le dossier Merci de vérifier que vous disposez de suffisamment d'espace libre.

source: Files/folders stored successfully
fr: Fichiers et dossiers enregistrés avec succès

source: Hash
fr: Hacheur

source: &Hash:
fr: &Hacheur :

source: &Token:
fr: &Jeton :

source: The volume file you specified already exists. To create a hidden volume within this file, please specify the byte offset within this file (multiple of 512), from where the new volume should begin. If you do NOT wish to create a hidden volume within your existing file, please click "< Back" and enter a different filename.
fr: Le fichier indiqué existe déjà. Pour créer un volume caché à l'intérieur de ce fichier, merci d'indiquer le décalage en octets (multiple de 512) où commencera le volume dans le fichier existant. Si vous NE VOULEZ PAS créer un volume caché à l'intérieur du fichier choisi, merci de cliquer sur "< Précédent" et d'indiquer un autre nom de fichier.
it: Il file volume specificato esiste già. Per creare un volume nascosto in questo file, specificare il byte offset in questo file (multiplo di 512), da cui deve avere inizio il nuovo volume. Se NON si vuole creare un volume nascosto nel file esistente, cliccare "< Indietro" e digitare un nuovo nome file.

source: Hash:
fr: Hachage :

source: Length : %1
fr: Taille : %1
it: Lunghezza : %1

source: About LibreCrypt
it: Informazioni su LibreCrypt

source: Options...
it: Opzioni...

source: &About LibreCrypt...
it: Inform&azioni su LibreCrypt...

source: Version:
it: Versione:

source: Hash pretty title : %1
it: Titolo hash pretty : %1

source: Hash driver KM name : %1
it: Nome driver Hash KM : %1

source: Hash GUID : %1
it: GUID Hash : %1

source: Cypher pretty title : %1
it: Titolo cypher pretty : %1

source: Cypher driver KM name : %1
it: Nome driver cypher KM : %1

source: Cypher GUID : %1
it: GUID Cypher : %1
