Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: Security Token/Smartcard support
de: Token- / Smartcard-Unterstützung
es: Soporte de Token/Tarjeta electrónica
fr: Support pour les jetons de sécurité et les SmartCards
it: Supporto Smartcard/Security Token

source: PKCS#11 &library:
de: PKCS#11-DLL:
es: Bib&lioteca PKCS#11:
fr: &Bibliothèque PKCS#11 :
it: &Libreria PKCS#11:

source: &Enable PKCS#11 support
de: PKCS#11-Unterstützung aktiv
es: Activar el soport&e PKCS#11
fr: &Active le support PKCS#11
it: Abilita il supporto a PKCS#11

source: &Verify
de: Prüfen
es: &Verificar
fr: &Vérifier
it: &Verifica

source: Automount/lock
es: Montaje/desmontaje automáticos

source: V&olume:
de: Volumen
es: V&olumen:

source: Auto &lock PKCS#11 containers when associated token is removed
es: &Desmontar los volúmenes PKCS#11 cuando se desconecte el token

source: Auto &open specified container on token insertion
es: &Montar el volumen indicado a la conexión del token

source: &Autodetect
de: Auto Auswahl
es: &Autodetección
fr: &Détecton automatique

source: Cancel
de: Abbruch
es: Anular
fr: Annuler
it: Annulla

source: O&ffset:
es: Desplazamiento:
fr: Décala&ge :

source: bytes
de: Byte
es: octetos
fr: octets

source: KB
es: Ko
fr: Ko

source: MB
es: Mo
fr: Mo

source: GB
es: Go
fr: Go

source: TB
es: To
fr: To

source: &Offset:
es: Desplazamiento:
fr: &Décalage :

source: Container/keyfile details
es: Detalles del volumen/archivo clave

source: &Container/keyfile:
es: &Volumen/Archivo clave:

source: &Password:
de: &Passwort:
es: Contraseña:
fr: &Mot de passe :

source: &Salt length:
de: Länge Salt:
es: Talla de &sal:
fr: Taille du &sel :
it: Lunghezza &sale:

source: &Key iterations:
de: Iterationen:
es: Iteraciones de clave:
fr: Itérations de la &clé :
it: Iterazioni chiave:

source: (optional)
es: (opcional)
fr: (facultatif)
it: (opzionale)

source: Base IV cypher on hash length
de: Hash-Länge ist Basis IV Cypher
es: Talla del cifrado Base IV del hash
fr: Taille du chiffrement Base IV pour le hachage
it: Cypher base IV sulla lunghezza di hash

source: Dump file
de: Datei erzeugen
es: Archivo de descarga
fr: Fichier des informations du volume

source: &Dump to file:
de: Export nach:
es: &Descargar en archivo:
fr: &Enregistrer dans :
it: Scarica nel file

source: All files (*.*)|*.*
de: Alle Dateien (*.*)|*.*
es: Todos archivos (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*
it: Tutti i file (*.*)|*.*

source: &Save...
de: Speichern...
es: Guardar...
fr: &Enregistrer...
it: &Salva...

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Show &advanced
de: Details zeigen
es: Mostrar opciones &avanzadas
fr: &Infos détaillées
it: Mostra &avanzate

source: &Drivers...
de: Treiber...
es: Controladores...
fr: &Pilotes...

source: Select &all
de: Alle wählen
es: Seleccionar todo
fr: &Tout sélectionner
it: Selezion&a tutto

source: &Copy
de: Kopieren
es: &Copiar
fr: &Copier
it: &Copia

source: &Drive:
de: Laufwerk:
es: &Disco:
fr: &Lecteur :
it: &Disco:

source: &Path to copy to:
de: In Pfad kopieren:
es: Directorio destino:
fr: &Chemin vers lequel copier :
it: Co&pia in:

source: &Refresh
de: Aktualisieren
es: Actualizar
fr: &Rafraîchir
it: Aggio&rna

source: &Mark autorun.inf file as hidden
de: Autorun.inf verstecken
es: &Marcar autorun.inf como oculto
fr: Marquer le fichier "autorun.inf" comme &caché
it: Rendi autorun.inf un file nascosto

source: &File
de: Datei
es: Archivo
fr: &Fichier

source: &Linux container
es: Volumen &Linux

source: Contains commands for working with Linux containers.
es: Contiene los controles necesarios para los volúmenes Linux.

source: &View
de: Ansicht
es: &Ver
fr: &Afficher
it: &Vedi

source: Contains commands for manipulating the view.
de: Enthält Befehle zur Ansichtsdarstellung.
es: Contiene los controles necesarios para la visualización.

source: &Tools
de: Werkzeuge
es: Herramientas
fr: &Outils
it: S&trumenti

source: Contains tools commands.
de: Enthält Befehle für Tools.
es: Contiene los controles de las herramientas.

source: &Create keyfile...
de: Schlüsseldatei erzeugen
es: &Crear archivo clave...
fr: &Créer un fichier clé...
it: &Crea keyfile...

source: Create a keyfile for an encrypted container.
es: Crear un archivo clave para un volumen cifrado.

source: Change container/keyfile &password/details...
es: Cambiar informaciones/contraseña del volumen/archivo de clave...

source: Change a container or keyfile's password or other details.
es: Cambiar informaciones/contraseña del volumen/archivo de clave.

source: Critical data &block
de: Kritischer Datenblock
es: &Bloc de datos críticos
fr: &Bloc des données critiques
it: &Blocco dati critici

source: Contains commands relating to Critical Data Blocks (CDBs)
de: Enthält Befehle für Kritischen Datenblock (CDB).
es: Contiene los controles del Bloque de Datos Críticos (CDB)

source: &Help
de: &Hilfe
es: Ayuda
fr: &Aide
it: Aiuto

source: Contains commands for displaying Help.
de: Enthält Befehle zur Anzeige der Hilfe.
es: Contiene los controles para la visualización de la Ayuda.

source: &New ...
de: Neu...
es: &Nuevo...
fr: &Nouveau...
it: &Nuovo...

source: New encrypted container
es: Nuevo volumen cifrado

source: &Open file...
de: Datei &mounten
es: &Montar el archivo...
fr: Monter le &fichier...
it: &Monta file...

source: Open a file based encrypted container
es: Montar un volumen cifrado de tipo archivo

source: &Lock
es: &Desmontar

source: Lock selected containers
es: Desmontar vol. seleccionados

source: &New file...
de: &Neue Datei...
es: &Nuevo archivo
fr: &Nouveau fichier
it: &Nuovo file...

source: New Linux container
es: Nuevo volumen Linux

source: Open Linux file
de: Linux-Volumen mounten
es: Montar un archivo Linux
fr: Monter un fichier Linux
it: Monta file Linux

source: E&xit
de: Beenden
es: Cerrar
fr: &Quitter
it: Esci

source: Exit
de: Beenden
es: Cerrar
fr: Quitter
it: Esci

source: Refreshes the current display.
de: Aktualisiert die aktuelle Anzeige.
es: Actualiza la página corriente.

source: List &cyphers...
de: &Cypher anzeigen...
es: Algoritmos de &cifrado...
fr: Algorithmes de &chiffrement...
it: Elenca &cypher...

source: Lists all cypher algorithms available
de: Listet verfügbare Cipher-Algorithmen
es: Listar algoritmos de cifrado disponibles

source: List &hashes...
de: &Hashes anzeigen...
es: Algoritmos &hash...
fr: Algorithmes de &hachage...
it: Elenca &hash...

source: Lists all hash algorithms available
de: Listet verfügbare Hash-Algorithmen
es: Lista los algoritmos de hash disponibles

source: &PKCS#11 token management...
es: Administración del token &PKCS#11...
fr: Gestion des jetons &PKCS#11...
it: Gestione token &PKCS#11...

source: Enables you to manage PKCS#11 tokens.
de: Managt PKCS#11 Token.
es: Permite la gestión de los token PKCS#11.

source: &User guide
de: Handbuch
es: Guía del &usuario
fr: Guide d'&utilisation
it: Guida &utente

source: Displays the user guide
de: Zeigt Handbuch
es: Visualizar la guía del usuario

source: Installs the software on a USB (or other removable) drive
de: Installiert die Software auf USB- oder Wechseldatenträger
es: Instala el programa en un USB (u otros discos amovibles)

source: Displays program inforamtion, version number and copyright.
de: Zeigt Programm- und Versionsinformationen.
es: Visualizar información sobre el programa, versión y copyright.

source: &Options...
de: Optionen...
es: &Opciones...

source: Enables you to change settings
de: Ändert Programmeinstellungen
es: Le permite modificar los parámetros

source: Check for u&pdates...
de: Auf Updates prüfen...
es: Comprobando act&ualizaciones...

source: Checks to see if a later version of the software is available
de: Prüft auf aktualisierte Softwareversion
es: Comprobar si hay una versión mas reciente del programa

source: Backup a container's CDB
es: Salvaguardar el CDB del volumen

source: &Restore...
de: Wiederherstellen...
es: &Restaurar...
fr: &Restaurer...
it: &Ripristina..

source: Restore a container's CDB from a backup copy
es: Restaurar el CDB del volumen a partir de una salvaguardia

source: &Dump to human readable file...
de: In Textdatei kopieren...
es: &Descargar en un archivo texto...
fr: &Écrire dans un fichier texte...
it: Passa &dettagli a file leggibile...

source: Dump a CDB to a human readable text file.
de: Schreibt CDB in Textdatei
es: Descargar un CDB en un archivo texto.

source: &Dump LUKS details to human readable file...
de: LUKS-Details in Textdatei kopieren...
es: &Descargar los detalles LUKS en un archivo texto...
fr: &Écrire les infos LUKS dans un fichier texte...
it: Passa &dettagli LUKS a file leggibile...

source: Dump a LUKS containers header to a human readable text file.
es: Descargar LUKS de encabezado de volumen en archivo texto.

source: Options
de: Optionen
es: Opciones
it: Opzioni

source: &Save above settings to:
de: Einstellungen speichern in:
es: &Guardar la configuración en:
fr: &Enregistrer les paramètres ci-dessus dans :
it: &Salva le opzioni soprastanti in:

source: Update check..
de: Prüfe auf Updates...
es: Comprobando actualizaciones...

source: This version:
de: Diese Version:
es: Versión Corriente:

source: Latest version:
de: Aktuelle Version:
es: Versión Anterior:

source: Click here to download the latest version
de: Klicken Sie hier zum Download der aktuellen Version
es: Aga clic aquí para descargar la última versión

source: Do not notify about this version again.
de: Über diese Version nicht mehr informieren.
es: No alertar mas sobre esta versión.

source: Advanced
de: Erweitert
es: Avanzado

source: (Set to 0 to disable MRU list)
de: (Wert 0: keine Historie)
es: ("0" desactiva el histórico)
fr: ("0" désactive l'historique)
it: (Porre a 0 per disabilitare la lista MRU)

source: &Max. number of containers to show in most recently used list:
es: Número máximo de &volúmenes listados en histórico de archivos:

source: Overwrite &passes:
de: Überschreib-Durchgänge:
es: Pases de sobreescritura:

source: O&verwrite method:
de: Überschreib-Methode:
es: Método de sobreescritura:

source: When &moving files/folders to a opened container:
es: Al desplazar archivos/carpetas sobre un volumen montado:

source: Show advanced &options when opening
es: Mostrar las &opciones avanzadas al montaje

source: &Revert container timestamps on lock
es: &Restablecer el sello de tiempo del volumen

source: Pre&serve file timestamps on store/extract
de: Zeitstempel beim Lesen/Schreiben erhalten
es: Re&stablecer el sello de tiempo al archivar/extraer

source: Allow ta&bs in passwords
es: Admite ta&buladores en contraseñas

source: Allow &newlines in passwords
es: Admite saltos de lí&nea en contraseñas

source: &Language:
de: Sprache
es: &Lenguaje:
fr: &Langue
it: &Lingua:

source: Check for &updates:
de: Auf Updates prüfen:
es: Comprobar act&ualizaciones:

source: &When storing files/folders, perform:
de: Beim Schreiben ausführen:
es: Al almacenar archivos/carpetas, realizar:

source: Show &toolbar
es: Mostrar la &barra de herramientas

source: Show &passwords when entered
es: Mostrar las contraseñas tecleadas

source: Large &icons
de: Große Symbole
es: &Iconos grandes
fr: Icônes lar&ges
it: &Icone grandi

source: Show &captions
es: Mostrar las leyendas

source: Show &hidden files and folders
de: Versteckte Dateien/Verzeichnisse zeigen
es: Ver los arc&hivos y carpetas ocultos

source: Hide extensions of &known file types
de: Bekannte Erweiterungen ausblenden
es: Ocultar la extensión de los tipos de archivos conocidos

source: Save &window layout on exit
de: Fensterlayout beim Verlassen sichern
es: Salvaguardar el estilo de ventana antes de cerrar

source: Fol&der:
de: Verzeichnis:
es: Carpeta:
fr: &Dossier :

source: &Go
de: Start
es: Ir
fr: &Aller

source: &Store
de: Speichern
es: Archivar
fr: &Stocker

source: Views
de: Ansichten
es: Vistas
fr: Vues

source: Plaintext &image
de: Image (ASCII)
es: &Imagen descifrada

source: Contains commands for working with plaintext containers.
es: Contiene los controles necesarios para los volúmenes descifrados.

source: &Edit
de: Ändern
es: &Editar
fr: Édit&er

source: Contains commands for copying files and folders to the opened container.
es: Contiene los controles para copiar archivos y carpetas en el volumen montado.

source: &Toolbars
de: Werkzeugkästen
es: Barra de Herramientas
fr: Barre d'ou&tils

source: Shows or hides toolbars.
de: Anzeige Werkzeugleisten
es: Mostrar/Ocultar la barra de herramientas.

source: &Explorer Bar
de: Explorerleiste
es: Barra del &Explorador

source: Shows or hides an Explorer bar.
de: Schaltet Explorerleiste sichtbar/unsichtbar
es: Mostrar o esconder la barra del explorador.

source: Overwrite
de: Überschreiben
es: Sobreescribir

source: Contains commands for overwriting.
de: Enthält Befehle für Überschreiben
es: Contiene los controles de sobreescritura

source: Open file based plaintext container
es: Montar un volumen descifrado de tipo archivo

source: Selects all items in the window
de: Wählt alle Elemente im Fenster
es: Seleccionar todos los objetos de la ventana

source: &Show boot sector details...
de: Details Bootsektor anzeigen...
es: Mostrar detalles del sector de arranque...
fr: Informations sur le &secteur de démarrage...

source: Displays information about the boot sector
de: Zeigt Bootsektor-Infos
es: Visualizar información del sector de arranque

source: Check filesystem
de: Dateisystem prüfen
es: Verificar el sistema de archivos
fr: Vérifier le système de fichiers

source: Checks the opened container for filesystem errors
de: Prüft gemountetes Volumen auf Dateisystemfehler
es: Comprueba si hay errores en el volumen montado

source: Ico&ns
de: Große Symbole
es: Ico&nos
fr: &Icônes

source: Displays items by using large icons
de: Zeigt große Icons
es: Mostrar opciones con iconos grandes

source: &Small Icons
de: Kleine Symbole
es: Pequeños Iconos
fr: &Petites icônes

source: Displays items by using small icons
de: Zeigt kleine Icons
es: Mostrar opciones con iconos pequeños

source: &List
de: Liste
es: &Listar
fr: &Liste

source: Displays items in a list.
de: Zeigt als Liste
es: Mostrar opciones en una lista.

source: &Details
es: &Detalles
fr: &Détails

source: Displays information about each item in the window.
de: Zeigt Detailinformationen
es: Visualizar información sobre los elementos de la ventana.

source: Status &bar
de: Statusleiste
es: &Barra de estado
fr: Barre d'état

source: Shows or hides the status bar.
de: Anzeige Statusleiste
es: Mostrar/Ocultar la barra de estatuto.

source: &Address Bar
de: Adressleiste
es: Barra de dirección
fr: Barre d'adresse :

source: Displays the Address bar.
de: Anzeige Adressleiste
es: Mostrar la barra de Dirección.

source: &LibreCrypt Buttons
es: Botones &LibreCrypt
fr: &Boutons LibreCrypt

source: Displays the LibreCrypt Buttons toolbar.
de: Anzeige LibreCrypt-Werkzeugleiste
es: Mostrar los la barra de herramientas LibreCrypt.

source: &Standard Buttons
es: Botones Estándares
fr: Boutons &standards

source: Displays the Standard Buttons toolbar.
de: Anzeige Standard-Werkzeugleiste
es: Mostrar los la barra de herramientas estandar.

source: E&xtract...
de: Extrahieren...
es: E&xtraer...
fr: E&xtraire...

source: Extracts the selected items
de: Extrahiert gewählte Elemente
es: Extrae los artículos seleccionados

source: &File...
de: Datei
es: Archivo...
fr: &Fichier...

source: Copies one or more files to the opened container
es: Copiar uno o mas archivos en el volumen montado

source: F&older...
de: Verzeichnis...
es: Carpeta...
fr: &Dossier...

source: Copies a folder to the opened container
es: Copiar una carpeta en el volumen montado

source: Create &subfolder...
de: Unterverzeichnis erstellen...
es: Crear &subcarpeta...
fr: Créer un &sous-dossier...

source: Creates a new, empty folder.
de: Erstellt leeres Verzeichnis
es: Crear un nuevo volumen vacío.

source: &Delete
de: Löschen...
es: Borrar
fr: &Effacer
it: Elimina

source: Deletes the selected items.
de: Löscht gewählte Elemente
es: Suprime los artículos seleccionados

source: &Properties...
de: Eigenschaften...
es: &Propiedades...
fr: &Propriétés...
it: &Proprietà...

source: Displays the properties of the selected items.
de: Zeigt Eigenschaften gewählter Elemente
es: Mostrar propiedades de los objetos seleccionados.

source: Up
de: Auf
es: Arriba
fr: Haut

source: Back
de: < Zurück
es: Anterior
fr: Revenir

source: Forward
de: Vorwärts
es: Siguiente
fr: Avancer

source: New plaintext container
es: Nuevo volumen descifrado

source: F&olders
de: Verzeichnis
es: Carpetas

source: Shows the Folders bar.
de: Verzeichnisleiste anzeigen.
es: Ver la barra de carpetas.

source: Rena&me
de: Umbenennen
es: Cambiar el no&mbre

source: Renames the selected item
de: Gewählte Elemente umbenennen
es: Renombrar los artículos seleccionados

source: Mo&ve To Folder...
de: In Verzeichnis verschieben
es: Trasladar a la Carpeta...

source: Moves the selected items to another location
de: Verschiebt gewählte Elemente
es: Desplazar los objetos seleccionados hacia otra ubicación

source: Copy To &Folder...
de: In Verzeichnis kopieren
es: Copiar en la Carpeta...

source: Copies the selected items to another location
de: Kopiert gewählte Elemente
es: Copiar los objetos seleccionados en otra ubicación

source: &Invert Selection
de: Auswahl umkehren
es: &Invertir la Selección

source: Reverses which items are selected and which are not.
de: Invertiert die aktuelle Auswahl
es: Invertir la selección.

source: Cu&t
de: Ausschneiden
es: Cor&tar

source: Removes the current selection and copies it to the Clipboard.
de: Gewählte Elemente in Zwischenablage kopieren und löschen
es: Suprime la selección y la copia en el portapapeles.

source: Copies the current selection onto the Clipboard.
de: Gewählte Elemente in Zwischenablage kopieren
es: Copiar la selección actual en el Portapapeles.

source: &Paste
de: Einfügen
es: &Pegar

source: Inserts the items you have copied or cut into the specified location.
de: Fügt Inhalt der Zwischenablage ein
es: Introduce los elementos copiados o cortados en el emplazamiento especificado.

source: Overwrite a file on your hard drive
de: Überschreibt Datei auf Laufwerk
es: Sobrescribir un archivo del disco duro

source: Overwrite a folder on your hard drive
de: Überschreibt Verzeichnis auf Laufwerk
es: Sobrescribir una carpeta del disco duro

source: &Expand
de: Aufklappen
es: Desarrollar
fr: &Déplier

source: &Collapse
de: Zuklappen
es: &Contraer
fr: &Replier

source: &Explore
de: Durchsuchen
es: &Explorar...
fr: E&xplorer

source: Folder Name
de: Verzeichnisname
es: Nombre de Carpeta
fr: Dossier :

source: Enter name of new folder;
de: Geben Sie einen neuen Verzeichnisnamen an
es: Indicar el nombre de la nueva carpeta;
fr: Entrer le nom du nouveau dossier ;

source: Move deletion method
de: Löschmethode beim Verschieben
es: Método de destrucción al desplazar

source: What would you like to be done with the original file/folders after they have been moved?
de: Wie sollen die Quelldateien /-verzeichnisse nach dem Verschieben gelöscht werden?
es: ¿Que desea hacer con los archivos/carpetas originales después de haberlos desplazado?

source: Deletion options
de: Löschoptionen
es: Opciones del destrucción

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer

source: Type of file:
de: Dateityp:
es: Tipo de archivo:
fr: Type de fichier :

source: Size on disk:
de: Größe auf Datenträger:
es: Talla en el disco:
fr: Taille sur le disque :

source: Size:
de: Größe
es: Talla:
fr: Taille :

source: Location:
de: Speicherort:
es: Ubicación:
fr: Emplacement :

source: Attributes:
de: Attribute:
es: Atributos:
fr: Attributs :

source: &Read-only
de: Schreibgeschützt
es: Lectura sola
fr: Lecture seule

source: &Hidden
de: Versteckt
es: Oculto
fr: &Caché

source: &Archive
de: Archiv
es: &Archivo:

source: Contains:
de: Enthält:
es: Contiene:
fr: Contient :

source: Created:
de: Erstellt:
es: Creado:
fr: Créé :

source: Opens with:
de: Öffnet mit:
es: Abrir con:
fr: Ouvrir avec :

source: Modified:
de: Geändert:
es: Modificado:
fr: Modifié :

source: Accessed:
de: Letzter Zugriff:
es: Accedido:
fr: Accedé :

source: File system:
de: Dateisystem:
es: Sistema de archivos:

source: Used space:
de: Belegter Speicherplatz:
es: Espacio ocupado:

source: Free space:
de: Freier Speicherplatz:
es: Espacio libre:

source: Capacity:
de: Kapazität:
es: Capacidad:

source: Other
de: Andere
es: Otros

source: Copy or move
de: Kopieren oder Verschieben
es: Copiar o desplazar

source: Do you wish to copy or move the selected files/folders to the opened container? (i.e. Do you wish to leave the original files/folders intact, or remove them?)
es: ¿Que quiere: copiar o desplazar los archivos/carpetas seleccionados sobre el volumen montado? (es decir: ¿desea conservar los originales o quiere destruirlos?)

source: &Move
de: verschieben
es: Desplazar

source: To view any subfolders, click a plus sign above.
de: Zur Anzeige von Unterverzeichnissen mit "+" erweitern
es: Para ver las carpetas inferiores, haga clic en el signo '+'.

source: Assume files &dragged onto LibreCrypt are encrypted using:
de: Per Drag 'n Drop nach LibreCrypt gezogene Dateien verschlüsseln mit:
es: Los archivos &depositados sobre LibreCrypt se cifrarán con:
fr: Considérer que les fichiers &déposés sur LibreCrypt sont chiffrés en utilisant :
it: Presumi che i file trascinati su LibreCrypt vengano crittati usan&do:

source: If u&nable to lock a container normally:
es: Si &no puede desmontar un volumen:

source: Default open t&ype:
es: Montar en:

source: If containers &opened when exiting:
es: Si volúmenes &montados al salir:

source: If in portable mode when &exiting:
de: Portabler Modus bei Ende:
es: Si en modo portatil al c&errar:

source: &Allow multiple instances
de: Mehrere Instanzen erlaubt
es: &Autorizar instancias múltiples
fr: Autoriser plusieurs &instances
it: Permetti ist&anze multiple:

source: Autostart &portable mode if LibreCrypt drivers not installed/running
de: Im portablen Modus starten, wenn keine LibreCrypt-Treiber installiert
es: Ejecutar en modo &portatil si controladores no instalados/lanzados
fr: Démarrer LibreCrypt en mode &portable si les pilotes ne sont pas installés ou démarrés
it: Autoavvia modalità trasferibile se i driver non sono installati/avviati

source: Warn before &forced locks
es: Advertir antes de &forzar el desmontaje

source: Autorun pre/post-open/lock
de: Programmausführung zusätzlich zu Mountbefehlen
es: Ejecución automática pre/post-montaje/desmontaje
fr: Démarrage automatique avant et après le montage et le démontage
it: Autoavvia pre/post-montaggio/smontaggio

source: Post-&open:
es: Post &montaje:

source: &Pre-lock:
es: &Pre desmontaje:

source: Post-&lock:
es: Post &desmontaje:

source: &Warn user if file is not found.
de: &Warnen, wenn nicht gefunden.
es: Advertir si no se encontró el archivo.
fr: &Avertir si le fichier n'est pas trouvé.
it: Avverti l'utente se il file non è trovato.

source: Default drive &letter:
de: Vorgabe Laufwerksbuchstabe:
es: Letra del &lector por defecto:
fr: Lettre de le&cteur par défaut :
it: &Lettera per disco di default:

source: Show &statusbar
de: Statusleiste
es: Mostrar la barra de e&stado
fr: &Afficher la barre d'état
it: Mostra barra &stato

source: &Explore after open
es: &Explorar después de montar

source: Show &message on successful open
es: Mostrar un &mensaje de montaje exitoso

source: Hotkeys
de: Tastenkürzel
es: Accesos directos
fr: Raccourcis

source: &Hotkey:
de: simultan:
es: Accesos directos:
fr: &Raccourci :

source: H&otkey:
de: simultan:
es: Accesos direct&os:
fr: Ra&ccourci :

source: &Enable lock-all hotkey
es: Activar el acceso directo d&esmontar todo

source: E&nable emergency lock-all hotkey
es: Activar el acceso directo desmo&ntar todo en urgencia
