Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: System Tray Icon
de: Symbol im Systembereich
es: Icono del Área de Notificación
fr: Icône dans la zone de notification
it: Icona nella barra di sistema

source: &Show system tray icon
es: Mostrar un icono en el área de notificación

source: &Mimimise to system tray
de: In Statusleiste bei Minimieren
es: &Minimizar en el área de notificación

source: &Close to system tray
de: In Statusleiste beim Schließen
es: &Cerrar en el área de notificación

source: Click actions
de: Klick-Aktionen
es: Acciones de clic

source: When the system tray is:
de: Wenn in Statusleiste, dann bewirkt:
es: Haciendo en el área de notificación un:

source: with the left mousebutton, carry out the following action:
de: mit linker Maustaste:
es: con el botón izquierdo del ratón, realizar la siguiente acción:

source: Single clicked
de: Klick
es: Simple clic

source: Double clicked
de: Doppelklick
es: Doble clic

source: Lock &all
es: Desmontar todo

source: Lock all containers
es: Desmontar todo

source: Properties of the selected container
es: Propiedades del volumen seleccionado

source: Toggle portable mode on/off
de: Portablen Modus an-/abschalten
es: Activar/desactivar el modo portatil
fr: Activer ou désactiver le mode portable
it: Attiva/disattiva modo trasferibile

source: &Format...
de: &Formatieren...
es: &Formatar...
fr: &Formater...
it: &Formatta...

source: Format container
es: Formatar volumen

source: &Overwrite free space...
de: Freien Speicherplatz überschreiben...
es: Sobrescribir el espacio libre...
fr: Écraser l'espace &libre...
it: S&ovrascrivi spazio libero...

source: Overwrite free space on container
es: Sobrescribir el espacio libre del volumen

source: Overwrite entire drive...
de: Ganzes Laufwerk überschreiben...
es: Sobrescribir el disco entero...
fr: Écraser l'ensemble du lecteur...
it: Sovrascrivi l'intero disco...

source: Overwrite entire drive
de: Ganzes Laufwerk überschreiben...
es: Sobrescribir el disco entero

source: Drivers...
de: Treiber...
es: Controladores...
fr: Pilotes...

source: Show the driver control dialog.
es: Ver las opciones del controlador.

source: Open &partition...
de: &Partition mounten
es: Montar la &partición
fr: Monter la &partition
it: Monta &partizione...

source: Open a disk or partition based encrypted container
es: Montar un volumen cifrado de tipo disco o partición

source: Open Linux partition
de: Linux-Partition mounten
es: Montar una partición Linux
fr: Monter une partition Linux
it: Monta partizione Linux

source: Show window
es: Mostrar la consola

source: Hide window
es: Ocultar la consola

source: &Recently opened
es: &Recientemente montados

source: System Tray
de: Systembereich
es: Área de Notificación
fr: Zone de notification

source: Autorun
de: Autostart
es: Autoejecución
fr: Démarrage automatique
it: Autoavvia

source: Start minimised at system startup
es: Lanzar minimizado al inicio del sistema

source: Select Type of Overwrite
de: Art des Überschreibens festlegen
es: Elegir tipo de sobrescritura
fr: Choisir le type d'écrasement
it: Seleziona tipo di sovrascrittura

source: Type of overwrite data
de: Zeichen zum Überschreiben
es: Tipo de datos de sobrescritura
fr: Type de données pour l'écrasement
it: Tipo di dati in sovrascrittura

source: Encrypted data
de: Verschlüsselt
es: Datos cifrados
fr: Données chiffrées
it: Dati crittati

source: Pseudorandom data
de: Pseudo-Zufallsdaten
es: Datos pseudoaleatorios
fr: Données pseudo-aléatoires
it: Dati pseudocasuali

source: LibreCrypt Container Properties
es: Propiedades del volumen LibreCrypt

source: &Opened for:
es: &Montado como:

source: &Container:
es: &Volumen:

source: M&ounted on device:
de: Gemountet auf:
es: M&ontado sobre el disco:
fr: M&onté sur le lecteur :
it: M&ontato sull'unità:

source: &Main cypher:
de: Haupt-Cypher:
es: Cifrado principal:
fr: &Chiffreur principal :
it: Cypher principale:

source: &IV hash algorithm:
de: IV Hash-Algorithmus:
es: Algoritmo hash para &IV:
fr: &Hacheur pour les IV :
it: Algoritmo hash &IV:

source: &Sector IVs:
de: &Sektor-IVs:
es: &Sector de IV:
fr: IV de &secteur :
it: &Settore IV:

source: I&V cypher:
es: Cifrado de I&V:
fr: Chiffrement des &IV :
it: Cypher I&V:

source: Library files (*.dll)|*.dll|All files|*.*
de: Bibliotheken (*.dll)|*.dll|Alle Dateien|*.*
es: Bibliotecas (*.dll)|*.dll|Todos archivos|*.*
fr: Bibliothèques (*.dll)|*.dll|Tous les fichiers|*.*
it: Estensioni applicazione (*.dll)|*.dll|Tutti i file|*.*

source: No PKCS#11 libraries detected. Please manually enter the PKCS#11 library to be used.
de: Keine PKCS#11-Bibliotheken gefunden. Bitte geben Sie die zu verwendende PKCS#11-Bibliothek manuell an.
es: No se detectó ninguna biblioteca PKCS#11. Indicar el nombre de la biblioteca PKCS#11 que hay que utilizar.
fr: Aucune bibliothèque PKCS#11 n'a été trouvée. Merci d'indiquer manuellement la bibliothèque PKCS#11 à utiliser

source: PKCS#11 library appears to be functional
de: Die angegebene PKCS#11-DLL funktioniert.
es: La biblioteca PKCS#11 parece operacional
fr: La bibliothèque PKCS#11 semble fonctionner
it: La libreria PKCS#11 sembra in funzione

source: Please specify the PKCS#11 library to be used
de: Bitte geben Sie die zu nutzende PKCS#11-DLL an.
es: Indicar la biblioteca PKCS#11 a utilizar
fr: Merci d'indiquer la bibliothèque PKCS#11 à utiliser
it: Specificare la libreria PKCS#11 da utilizzare

source: The library specified does not appear to be a valid/working PKCS#11 library
de: Die angegebene PKCS#11-DLL ist ungültig oder funktioniert nicht.
es: La biblioteca especificada no parece ser una biblioteca PKCS#11 válida/activa
fr: La bibliothèque choisie ne semble pas être une bibliothèque PKCS#11 valide et fonctionnelle
it: La libreria PKCS#11 specificata non sembra essere valida/funzionante

source: If automount on PKCS#11 token insertion is enabled, the container to be opened must be specified
es: Si se activó el automontaje después de la introducción del token PKCS#11, se debe indicar el volumen que hay que montar

source: About %s
de: Über %s
es: Acerca de %s
fr: À propos de %s
it: Informazioni su %s

source: LibreCrypt driver: %s
de: LibreCrypt-Treiber: %s
es: Controlador LibreCrypt: %s
fr: Pilote LibreCrypt : %s
it: Driver LibreCrypt: %s

source: The main LibreCrypt driver is either not installed, or not started
de: Der Haupttreiber von LibreCrypt ist nicht installiert oder gestartet.
es: El controlador principal LibreCrypt no está instalado o arrancado
fr: Le pilote principal de LibreCrypt n'est pas installé ou n'est pas démarré
it: Il driver LibreCrypt principale non è installato, o non è avviato

source: Please ensure that the container is not opened, or otherwise in use
es: Verificar que el volumen no ha sido montado o sino que está ocupado

source: Backup Container Critical Data Block
es: Salvar Bloque de Datos Críticos del Volumen

source: Container details
es: Informaciones del volumen

source: Backup details
es: Informaciones del backup
fr: Informations de la sauvegarde
it: Dettagli backup

source: &Backup filename:
de: &Backup-Datei:
es: Archivo de &Backup:
fr: Nom de &sauvegarde :
it: Nome file di &Backup:

source: Restore Container Critical Data Block
es: Restaurar Bloque de Datos Críticos del Volumen

source: The file you are attempting to backup to already exists.
de: Der Backup-Dateiname existiert bereits.
es: El archivo destino de la salvaguardia ya existe.
fr: Le fichier que vous voulez sauvegarder existe déjà.
it: Il file su cui si vuole effettuare il backup esiste già.

source: Please delete this backup file and try again, or specify a different filename to backup to.
de: Bitte löschen Sie das alte Backup oder geben Sie einen anderen Backup-Dateinamen an.
es: Suprimir el archivo existente y volver a intertarlo o escoger un nombre de archivo diferente.
fr: Merci de supprimer le fichier de sauvegarde et de réessayer ou de choisir un autre nom de fichier.
it: Cancellare questo file di backup e riprovare, o cambiare il nome del file per il backup.

source: The backup file specified does not exist.
de: Die angegebene Backup-Datei existiert nicht.
es: El archivo de backup indicado no existe.
fr: Le fichier de sauvegarde indiqué n'existe pas.
it: Il file di backup specificato non esiste.

source: The source file you specified does not appear to be the right size for a backup file
de: Die angegebene Datei ist hat nicht die angemessene Größe einer Backup-Datei.
es: El archivo especificado no posee la talla necesaria para un archivo de backup
fr: Le fichier source que vous avez indiqué ne semble pas avoir la taille d'un fichier de sauvegarde
it: Il file specificato non sembra essere delle dimensioni corrette per un file di backup

source: Please check your settings and try again.
de: Bitte ändern Sie Ihre Einstellungen und versuchen Sie es erneut.
es: Compruebe los parámetros y vuelva a probar.
fr: Merci de vérifier vos paramètres et de réessayer.
it: Contollare le impostazioni e riprovare.

source: Please confirm: Do you wish to restore the header from backup file: %s Into the container: %s Starting from offset %d in the container?
es: Confirmar: ¿Quiere restaurar el bloque de datos críticos desde el archivo de backup: %s En el volumen: %s Con un desplazamiento de %d octetos?

source: Backup operation completed successfully.
de: Das Backup wurde erfolgreich ausgeführt.
es: La salvaguardia se realizó correctamente.
fr: L'opération de sauvegarde a réussi.
it: Operazione di backup completata con successo.

source: Backup operation failed.
de: Das Backup ist fehlgeschlagen.
es: La salvaguardia fracasó.
fr: L'opération de sauvegarde a échoué.
it: Operazione di backup fallita.

source: Restore operation completed successfully.
de: Das Wiederherstellen war erfolgreich.
es: La restauración se realizó correctamente.
fr: L'opération de restauration a réussi.
it: Operazione di ripristino completata con successo.

source: Restore operation failed.
de: Das Wiederherstellen ist fehlgeschlagen.
es: La restauración fracasó.
fr: L'opération de restauration a échoué.
it: Operazione di ripristino fallita.

source: A human readable copy of your critical data block has been written to:
de: Eine lesbare Datei als Kopie des kritischen Datenblockes wurde geschrieben nach:
es: Una copia legible del bloque de datos críticos se ha escrito en:
fr: Une copie lisible du bloc des données critiques a été écrite sur :
it: Una copia leggibile dei dati critici è stata scritta in:

source: Do you wish to open this file in Windows Notepad?
de: Soll diese Datei im Editor geöffnet werden?
es: ¿Abrir este archivo con el Bloc Notas de Windows?
fr: Voulez-vous ouvrir ce fichier avec le bloc-notes Windows ?
it: Aprire questo file con il Blocco Note di Windows?

source: Error running Notepad
de: Fehler beim Öffnen des Editors.
es: Error de ejecución del Bloc Notas
fr: Erreur lors du démarrage du Bloc-notes Windows
it: Errore apertura Blocco Note

source: Unable to dump out critical data block.
de: Fehler beim Ausgeben des kritischen Datenblockes.
es: Error de descarga del bloque de datos críticos.
fr: Impossible de récupérer les données du bloc des données critiques.
it: Errore nel trasferimento dei dati critici.

source: Please ensure that your password and details are entered correctly, and that this file is not currently in use (e.g. opened)
es: Verifique que la contraseña y los parámetros son correctos y que el archivo no ha sido montado o está siendo utilizado.

source: Dump LUKS Details
de: LUKS-Details exportieren
es: Descargar detalles LUKS
fr: Récupérer les informations LUKS
it: Trasferire Dettagli LUKS

source: Dump Critical Data Block
de: Kritischen Datenblock exportieren
es: Descargar Bloque de Datos Críticos
fr: Récupérer le bloc des données critiques
it: Trasferire Dati Critici

source: Driver title
de: Treibername
es: Título controlador
fr: Titre du pilote
it: Nome driver

source: Driver version
de: Treiberversion
es: Versión controlador
fr: Version du pilote
it: Versione driver

source: Driver GUID
de: Treiber-GUID
es: GUID controlador
fr: GUID du pilote
it: GUID driver

source: Driver device name
de: Treiber-Gerätename
es: Nombre controlador de periférico
fr: Nom du pilote de périphérique
it: Nome dispositivo driver

source: Driver user mode name
de: Treibername Benutzermodus
es: Nombre controlador en modo usuario
fr: Nom du pilote du mode utilisateur
it: Nome driver modalità utente

source: Driver kernel mode name
de: Treibername Kernelmodus
es: Nombre controlador en modo núcleo
fr: Nom du pilote du mode kernel
it: Nome driver modalità kernel

source: Text report (*.txt)|*.txt|Comma separated values (*.csv)|*.csv|Tab separated values (*.tsv)|*.tsv
de: Text Report (*.txt)|*.txt|Komma-separiert (*.csv)|*.csv|Tab-separiert (*.tsv)|*.tsv
es: Informe texto (*.txt)|*.txt|Valores con comas (*.csv)|*.csv|Valores con tabulaciones (*.tsv)|*.tsv
fr: Texte (*.txt)|*.txt|Tableau Comma separated values (*.csv)|*.csv|Tableau Tab separated values (*.tsv)|*.tsv
it: Formato file rapporto (*.txt)|*.txt|Comma separated values (*.csv)|*.csv|Tab separated values (*.tsv)|*.tsv

source: Total drivers: %d
de: Anzahl Treiber: %d
es: Número controladores: %d
fr: Nombre de pilotes : %d
it: Driver totali: %d

source: Total algorithms: %d
de: Anzahl Algorithmen: %d
es: Número algoritmos: %d
fr: Nombre d'algorithmes : %d
it: Algoritmi totali: %d

source: No implementations found
de: Keine Implementationen gefunden
es: Ninguna implementación
fr: Aucune implémentation trouvée
it: Nessuna implementazione trovata

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Sommario

source: Total drivers : %d
de: Anzahl Treiber : %d
es: Número controladores: %d
fr: Nombre de pilotes : %d
it: Driver totali : %d

source: Details
es: Detalles
fr: Détails
it: Dettagli

source: Unknown output format?!
de: Unbekanntes Ausgabeformat ?!
es: ¡¿Formato de salida desconocido?!
fr: Format de sortie inconnu !
it: Formato di output sconosciuto?!

source: Please report seeing this error!
de: Bitte melden Sie diesen Fehler dem LibreCrypt-Support!
es: ¡Enviar un informe sobre este error!
fr: Merci de fournir un rapport sur cette erreur !
it: Per favore segnalate questo errore!

source: Cypher title
de: Cypher Name
es: Título del cifrado
fr: Titre du chiffreur
it: Titolo Cypher

source: Cypher keysize
de: Cypher Schlüssellänge
es: Talla de clave del cifrado
fr: Taille de la clé du chiffreur
it: Keysiza Cypher

source: Cypher mode
de: Cypher Modus
es: Modo del cifrado
fr: Mode de chiffrement
it: Modalità Cypher

source: Cypher version
es: Versión del cifrado
fr: Version du chiffreur
it: Version Cypher

source: Cypher keysize required
de: Cypher erforderliche Schlüssellänge
es: Talla de clave obligatoria del cifrado
fr: Taille requise pour la clé
it: Keysize Cypher richiesto

source: Cypher blocksize
de: Cypher Blockgröße
es: Talla de bloque del cifrado
fr: Taille du bloc du chiffrement
it: Blocksize Cypher

source: Cypher GUID
es: GUID del cifrado
fr: GUID du chiffreur
it: GUID Cypher

source: <null>
de: <Null-IV>
es: <nulo>
fr: <aucun>

source: <any>
de: <beliebig>
es: <todos>
fr: <tous>
it: <tutti>

source: Available Cyphers
de: Unterstützte Cypher
es: Cifrado disponibles
fr: Chiffreurs disponibles
it: Cypher disponibili

source: The following cyphers are available for use:
de: Folgende Cypher sind verfügbar:
es: Algoritmos de cifrado disponibles:
fr: Les algorithmes de chiffrement suivants peuvent être utilisés :
it: I seguenti cypher sono disponibili per l'uso:

source: No cypher algorithms could be found.
de: Auf dem erkannten Token wurden keine Schlüsseldateien gefunden.
es: No se encontró ningún algoritmos de cifrado.
fr: Aucun algorithme de chiffrement n'a été trouvé.
it: Nessun algoritmo cypher trovato.

source: Please start portable mode, or click "Drivers..." to install one or more cypher drivers
de: Bitte starten Sie den portablen Modus oder installieren Sie die Cypher über "Treiber...".
es: Lanzar modo portatil o clic en "Controladores..." para instalar uno o varios controladores de cifrado
fr: Merci de démarrer le mode portable ou de cliquer "Pilotes..." pour installer un ou plusieurs pilotes de chiffrement
it: Avviare modalità trasferibile, o cliccare "Driver..." per installare uno o più driver cypher

source: Hash title
de: Hash Name
es: Título Hash
fr: Titre du hacheur
it: Titolo Hash

source: Hash version
es: Versión Hash
fr: Version du hacheur
it: Versione Hash

source: Hash length
de: Hash Länge
es: Talla Hash
fr: Taille du hachage
it: Lunghezza Hash

source: Hash blocksize
de: Hash Blockgröße
es: Talla de bloque Hash
fr: Taille du bloc du hachage
it: Blocksize Hash

source: Hash GUID
es: GUID Hash
fr: GUID du hacheur
it: GUID Hash

source: Available Hashes
de: Unterstützte Hashes
es: Algoritmos hash disponibles
fr: Hacheurs disponibles
it: Hash disponibili

source: The following hashes are available for use:
de: Folgende Hashes sind verfügbar:
es: Se pueden utilizar los algoritmos hash:
fr: Les algorithmes de hachage suivants peuvent être utilisés :
it: I seguenti hash sono disponibili per l'uso:

source: No hash algorithms could be found.
de: Auf dem erkannten Token wurden keine Schlüsseldateien gefunden.
es: No se encontró ningún algoritmo hash.
fr: Aucun algorithme de hachage n'a été trouvé.
it: Nessun algoritmo di hash trovato:

source: Please start portable mode, or click "Drivers..." to install one or more hash drivers
de: Bitte starten Sie den portablen Modus oder installieren Sie die Hashes über "Treiber..."
es: Lanzar modo portatil o clic en "Controladores..." para instalar uno o varios controladores de hash
fr: Merci de démarrer le mode portable ou de cliquer "Pilotes..." pour installer un ou plusieurs pilotes de hachage
it: Avviare modalità trasferibile, o cliccare "Driver..." per installare uno o più hash cypher

source: Copy %s to USB Drive
de: %s auf USB-Laufwerk kopieren
es: Copiar %s en la memoria USB
fr: Copier %s sur le lecteur USB
it: Copia %s su disco USB

source: This function provides an easy means of copying %s to a USB drive, and configuring it to launch automatically when the USB drive is plugged in. Please select the USB drive, and location on it, where you would like %s to be copied to:
de: Diese Funktion kopiert %s auf ein USB-Laufwerk und konfiguriert es für automatischen Start beim Einstecken des USB-Laufwerks. Bitte wählen Sie USB-Laufwerk und Verzeichnis zum Kopieren für %s:
es: Esta función permite copiar %s fácilmente en una memoria USB y configurarlo para que se lance automáticamente cuando se introduzca el USB. Seleccionar la memoria USB y la ubicación en la que se debe copiar %s:
fr: Cette fonction permet de copier facilement %s sur un lecteur USB et de le configurer pour qu'il démarre automatiquement lorsque le lecteur est branché. Merci de sélectionner le lecteur USB et le chemin dans lequel vous souhaitez copier %s :
it: Questa funzione semplifica la copiatura di %s su un disco USB, e la sua configurazione per lanciarlo in automatico al collegamento del disco USB. Selezionare il disco USB, e il percorso su di esso, dove volete copiare %s:

source: &Setup autorun.inf to launch %1 when drive inserted
de: Autorun.inf zum Autostart von %1 erzeugen
es: Configurar autorun.inf para lanzar %1 a la inserción del USB
fr: &Démarrer automatiquement %1 à l'insertion du lecteur USB
it: Configurare autorun.inf per lanciare %1 all'in&serimento del disco

source: Select location to copy %1 to
de: Pfad zum kopieren von %1 wählen
es: Seleccionar ubicación para copiar %1
fr: Sélectionner l'emplacement où copier %1
it: Selezionare la posizione in cui copiare %1

source: %1 copy complete.
de: %1 erfolgreich kopiert
es: %1 copiado con éxito.
fr: La copie de %1 a réussi.
it: Copia di %1 completa

source: The path specified has spaces in it. Because of this, Windows will be able to Show the %1 icon for the drive, but not launch %1 automatically when the drive is inserted. Do you wish to continue?
es: El nombre de repertorio especificado contiene espacios. Como consequencia, Windows podrá mostrar el icono de %1, pero no podrá lanzar %1 automáticamente cuando introduzca el disco. ¿Quiere realmente continuar?

source: You have opted to copy %1 to the root directory of your USB drive, and not a subdirectory.
de: Sie möchten %1 (anstelle eines separaten Ordners) in das Hauptverzeichnis Ihres USB-Gerätes kopieren.
es: Optó por copiar %1 en el directorio raíz de la memoria USB y no en un subdirectorio.
fr: Vous avez choisi de copier %1 à la racine de votre lecteur USB et non dans un sous-dossier.
it: Si è scelto di copiare %1 nella cartella principale del drive USB, e non una sottocartella.

source: Are you sure you wish to do this?
de: Möchten Sie wirklich fortfahren?
es: ¿Está seguro de querer hacer esto?
fr: Êtes-vous sûr de vouloir faire cela ?
it: Si conferma l'azione prescelta?

source: Unable to copy %1 to: %2
de: Kann %1 nicht kopieren nach: %2
es: No se pudo copiar %1 en: %2
fr: Impossible de copier %1 sur : %2
it: Impossible copiare %1 in: %2

source: %1 was successfully copied over, but an autoplay (autorun.inf) file could not be created.
de: %1 wurde erfolgreich kopiert, es konnte jedoch keine autorun.inf zum Autostart erzeugt werden.
es: %1 copiado correctamente, pero no se pudo crear el archivo de autoejecución (autorun.inf).
fr: %1 a été copié correctement sur le lecteur USB, mais le fichier de démarrage automatique ("autorun.inf") n'a pu être créé.
it: %1 è stato copiato con successo, ma non è stato possible creare autorun.inf.

source: Launch %1
de: %1 starten
es: Lanzar %1
fr: Lancer %1
it: Avvia %1

source: New
de: Neu...
es: Nuevo
fr: Nouveau
it: Nuovo

source: Open file
de: Datei mounten
es: Montar el archivo
fr: Monter le fichier
it: Monta file

source: Lock
es: Desmontar

source: Create a new encrypted container
es: Crear un nuevo volumen cifrado

source: Lock a opened container
es: Desmontar un volumen montado

source: About %1...
de: Über %1...
es: Acerca de %1...
fr: À propos de %1...
it: Informazioni su %1...

source: &Copy %s to USB Drive...
de: %1 auf USB-Laufwerk kopieren...
es: &Copiar %1 en el USB...
fr: &Copier %1 sur le lecteur USB...
it: &Copia %1 su disco USB...

source: In order to use this software, you must first upgrade your %1 drivers to a later version.
de: Um diese Version nutzen zu können, müssen Sie Ihre %1 Treiber auf eine aktuellere Version updaten.
es: Actualizar los controladores de %1 para poder utilizar este programa.
fr: Vous devez mettre à jour vos pilotes %1 pour pouvoir utiliser ce programme.
it: Per usare questo software, è necessario aggiornare i driver %1 ad una versione recente.

source: If you have just upgraded your copy of %1 from a previous version, please ensure that you have followed the upgrade instructions that came with it, and have rebooted if necessary.
de: Falls Sie von einer früheren Version geupdatet haben, stellen Sie sicher, dass Sie die Upgrade-Anweisungen befolgt und ggf. die Maschine neu gestartet haben.
es: Si acaba de actualizar la versión de %1, compruebe que ha cumplido con las instrucciones de actualización de esta versión y que ha reiniciado el ordenador si es necesario.
fr: Si vous venez juste de mettre à jour %1, vérifiez que vous avez correctement suivi les instructions fournies avec le programme et que vous avez redémarré l'ordinateur si besoin.
it: Se la copia di %1 è stata appena aggiornata, assicurarsi di aver seguito le istruzioni di aggiornamento e di aver riavviato il sistema se necessario.

source: Unable to connect to the main %1 driver.
de: Kann nicht mit dem %1 Haupt-Treiber verbinden.
es: No se pudo conectar el controlador principal %1.
fr: Impossible de se connecter au pilote principal de %1.
it: Impossibile connettersi al driver %1 principale.
