Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: Please enter the full path and filename of either: 1) A volume containing a CDB, or 2) An existing keyfile for the volume you wish to create a keyfile for. If you wish to update a "hidden" volume which is held within another file, and your hidden volume includes a CDB, please specify the filename of the host file which stores your encrypted volume.
de: Bitte geben Sie Pfad und Dateiname an von entweder: 1) einem Volumen mit enthaltenem CDB, oder 2) einer existierenden Schlüsseldatei für das Volumen mit neu zu erstellender Schlüsseldatei. Möchten Sie ein innerhalb eines Volumens "verstecktes" Volumen mit enthaltenem CDB updaten, so geben Sie bitte den Dateinamen des äußeren Volumens an.
fr: Merci d'indiquer le chemin complet et le nom de fichier : 1) d'un volume contenant un CDB ou 2) d'un fichier clé existant pour le volume pour lequel vous voulez créer un fichier clé. Si vous voulez mettre à jour un volume "caché" à l'intérieur d'un fichier et que votre volume caché comprend un CDB, merci d'indiquer le nom du fichier hôte.
it: Digitare il percorso e nome file completo di: 1) Un volume contenente un CDB, o 2) Un keyfile esistente per il volume per cui si vuole creare un keyfile. Se si vuole aggiornare un volume "nascosto" memorizzato in un altro file, e il volume nascosto include un CDB, specificare il nome file del file host che contiene il volume crittato.

source: Please enter the full details of the volume you wish to create a keyfile for. If you wish to update a "hidden" volume which is held within another file, and your hidden volume includes a CDB, please specify the offset within the host file where your hidden volume is located.
de: Bitte geben Sie die Details des Volumens mit neu zu erstellender Schlüsseldatei an. Möchten Sie ein innerhalb eines Volumens "verstecktes" Volumen mit enthaltenem CDB updaten, geben Sie bitte seinen Offset innerhalb des äußeren Volumens an.
fr: Merci d'indiquer l'ensemble des paramètres du volume pour lequel vous créez un fichier clé. Si vous voulez mettre à jour un volume "caché" à l'intérieur d'un fichier et que votre volume caché comprend un CDB, merci d'indiquer le décalage à l'intérieur du fichier hôte.
it: Digitare i dettagli completi del volume per cui si desidera creare un keyfile. Se si vuole aggiornare un volume "nascosto" memorizzato in un altro file, e il volume nascosto include un CDB, specificare l'offset nel file host che contiene il volume crittato.

source: Volume file
de: Datei
fr: Fichier de volume
it: File volume

source: You do not appear to have any LibreCrypt hash drivers that can be used to create new LibreCrypt volumes installed and started.
de: Es sind keine zur Volumenerstellung nutzbaren LibreCrypt Hash-Treiber installiert und gestartet.
fr: Il semble qu'aucun des pilotes de hachage LibreCrypt nécessaires pour créer un nouveau volume LibreCrypt ne soit installé et démarré.
it: Non sembrano presenti driver LibreCrypt installati o avviati che possano essere usati per creare nuovi volumi LibreCrypt.

source: Hidden container starting at offset: %d
de: Das versteckte Volumen startet bei Offset: %d
fr: Décalage du volume caché : %d
it: Volume nascosto con inizio all'offset: %d

source: Container size: %d + %d (for header) + %d (padding) = %d bytes
de: Volumengröße: %d + %d (für CDB) + %d (Padding) = %d Byte

source: Container size: %d + %d (for header) = %d bytes
de: Volumengröße: %d + %d (für CDB) = %d byte
fr: Talle du volume : %d + %d (pour le CDB) = %d octets
it: Dimensioni volume: %d + %d (per CDB) = %d byte

source: CDB stored: At start of volume file
de: CDB geschrieben: In die Volumendatei
fr: Stockage du CDB : au début du fichier de volume
it: CDB salvato: All'inizio del file volume

source: Container size: %d + %d (padding) = %d bytes
de: Volumengröße: %d + %d (Padding) = %d Byte

source: Container size: %d
de: Volumengröße: %d
fr: Taille du volume : %d
it: Dimensioni volume: %d

source: Sector IVs will be XORd with a per-volume IV before use
de: Sektor-IV XOR Volumen-IV vor Benutzung Sektor-IV
fr: Les IV de secteur seront inversés (XOR) avec un IV par volume avant utilisation
it: Il settore IVs sarà passato in XOR con un per-volume IV prima dell'utilizzo

source: A per-volume IV will not be used
de: Volumen-IV wird nicht genutzt
fr: Les IV par volume ne seront pas utilisés
it: Non verrà utilizzato un per-volume IV

source: You are about to create a new encrypted volume on a disk/partition. This process will OVERWRITE that disk/partition. Are you SURE you wish to continue?
de: Sie erstellen ein neues verschlüsseltes Volumen/Partition. Dieser Prozess ÜBERSCHREIBT dieses Volumen/Partition. Sind Sie sich WIRKLICH sicher?
fr: Vous allez créer un nouveau volume chiffré sur une partition ou un disque. Cette opération va ÉCRASER TOUTES LES DONNÉES de cette partition ou de ce disque. Êtes-vous sûr de vouloir continuer ?

source: Volume creation canceled
de: Die Volumenerzeugung wurde abgebrochen.
fr: Création du volume annulée
it: Creazione volume annullata

source: Unable to create volume file; please ensure you have %1 free on the relevant drive
de: Konnte das Volumen nicht erzeugen. Bitte stellen Sie sicher, dass %1 freier Speicherplatz vorhanden sind.
fr: Impossible de créer le volume. Merci de vérifier que vous avez %1 libres sur le périphérique
it: Impossibile creare file volume; assicurarsi di avere %1 liberi sul drive

source: Please note: If you would like your volume to be compatible with the PDA version of LibreCrypt, please specify a volume size greater than %1 MB
de: Anmerkung: Möchten Sie ein PDA-kompatibles Volumen erzeugen, so verwenden Sie bitte Volumen größer %1 MB.
fr: Remarque : si vous voulez que votre volume soit compatible avec la version PDA de LibreCrypt, indiquez une taille de volume supérieure à %1 Mio.
it: Nota: Se si vuole che il volume sia compatibile con la version PDA di LibreCrypt, specificare una dimensione maggiore di %1 MB

source: (Approx: %1)
de: (Ungefähr: %1)

source: This "wizard" will guide you through the process of either creating a new LibreCrypt volume file, or a hidden volume within an existing file. If you are unsure as to how to answer any of the questions this wizard asks, simply accepting the default values should generate a volume that is secure enough for most purposes.
de: Dieser Assistent führt Sie durch die Erstellung eines LibreCrypt- Volumens oder darin enthaltenen versteckten Volumens. Wenn Sie an irgendeiner Stelle bei der Auswahl der Optionen unsicher sind, verwenden Sie einfach die angebotenen Vor- gabewerte. Diese sind für die meisten Zwecke gut geeignet.
fr: Cet Assistant vous guide pour créer un nouveau fichier de volume LibreCrypt ou un volume caché à l'intérieur d'un fichier existant. Si vous ne savez pas comment répondre à une question, acceptez les valeurs par défaut : elles permettent de créer un volume suffisamment sécurisé pour la plupart des usages.
it: Questo "wizard" vi guiderà nel processo di creare un nuovo file volume LibreCrypt, o un volume nascosto all'interno di un file esistente. Se non sapete come rispondere a qualche domanda posta dal wizard, accettate i valori di default per generare un volume sicuro a sufficienza per la maggior parte delle esigenze.

source: Please specify whether the new volume should be created as a disk image file stored on your filesystem, or take up a disk partition/entire physical disk For most users, it is recommended that you use a volume file; encrypted partitions/physical disks are intended for advanced users.
de: Bitte wählen Sie, ob das zu erstellende Volumen als Datei erzeugt werden soll, oder ob ein gesamtes Laufwerk oder eine Partition verschlüsselt werden soll. In den meisten Fällen empfiehlt es sich, ein Volumen als Datei zu erzeugen. Verschlüsselte Laufwerke oder Partitionen empfehlen sich nur für erfahrene Anwender.
fr: Merci d'indiquer si le volume doit être créé dans un fichier (image de disque) ou dans une partition ou un disque physique entier. La création d'un fichier de volume est recommandée pour la majorité des utilisateurs. La création d'un volume sur une partition ou un disque physique entier est réservée aux utilisateurs avancés.
it: Specificare se il nuovo volume deve essere creato come un file immagine disco memorizzato nel filesystem, o deve occupare una partizione/un intero disco fisico. Per la maggior parte degli utenti, è raccomandato usare un file volume; le partizioni/dischi crittate sono indirizzate agli utenti avanzati.

source: Please specify the filename and location where the new volume should be created, by clicking the browse button. If you wish to create a "hidden" volume within an existing volume, please specify your existing volume to be used.
de: Bitte geben Sie Dateinamen und Speicherort für das neu zu erstellende Volumen mit dem "Durchsuchen"- Button an. Möchten Sie ein "verstecktes" Volumen innerhalb eines bereits existierenden Volumens erzeugen, so geben Sie bitte Ihr äußeres Volumen an.
fr: Merci d'indiquer le nom du fichier et l'emplacement dans lequel le nouveau volume doit être créé en cliquant sur le bouton de navigation. Si vous voulez créer un volume "caché" à l'intérieur d'un volume existant, merci d'indiquer ce dernier.
it: Specificare il nome file e la posizione dove il nuovo volume deve essere creato, cliccando il bottone Esplora. Se si vuole creare un volume "nascosto" all'interno di un volume esistente, specificare volume da usare.

source: Please select the partition you wish to create the new volume on, and whether you would like to create a "hidden" volume.
de: Bitte wählen Sie die zu verschlüsselnde Partition und geben Sie an, ob Sie die Erstellung eines "versteckten" Volumens in ihr beabsichtigen.
fr: Merci de sélectionner la partition sur laquelle vous voulez créez un nouveau volume et d'indiquer si vous voulez créer un volume "caché".
it: Selezionare la partizione su cui creare il nuovo volume, ed indicare se si desidera creare un volume "nascosto".

source: The volume file you specified already exists. To create a hidden volume within this file, please specify the byte offset within this file from where the new volume should begin. If you do NOT wish to create a hidden volume within your existing file, please click "< Back" and enter a different filename.
de: Das angegebene Volumen existiert bereits. Um ein verstecktes Volumen innerhalb zu erzeugen, geben Sie bitte den Offset in Byte an, ab welchem dieses beginnen soll. Möchten Sie KEIN verstecktes Volumen innerhalb des angegebenen Volumen erzeugen, so klicken Sie"< Zurück" und geben Sie einen anderen Dateinamen an.

source: 1) Creating hidden volumes is POTENTIALLY DESTRUCTIVE. 2) Data within the file/partition specified in the previous stage may be OVERWRITTEN, starting from byte offset specified, and running for the full length of the new hidden volume. 3) Remember the offset entered! For security reasons, this information is not stored anywhere, nor can it be determined automatically; you will need to type in this offset whenever you wish to Open your hidden volume.
de: 1) Die Erzeugung versteckter Volumen ist DESTRUKTIV. 2) Daten in der angegebenenen Datei/Partition werden beginnend beim angegebenen Offset über die volle Länge des neuen versteckten Volumens ÜBERSCHRIEBEN. 3) Merken Sie sich den eingegebenen Offset! Aus Sicherheitsgründen lässt dieser sich später weder ermitteln noch wird er gespeichert. Diesen Offset müssen Sie bei jedem Mounten des versteckten Volumens angeben.
fr: 1) Créer un volume caché PEUT ÊTRE DESTRUCTEUR. 2) Les données stockées dans le fichier ou la partition précédemment indiquée seront ÉCRASÉES à partir du décalage indiqué et sur toute la taille du nouveau volume caché. 3) Vous devez vous rappeler du décalage choisi ! Pour des raisons de sécurité, cette information ne peut pas être sauvegardée et ne peut pas être déterminée automatiquement. Vous devrez indiquer ce décalage chaque fois que vous voudrez monter le volume caché.
it: 1) Creare volumi nascosti è POTENZIALMENTE DISTRUTTIVO. 2) I dati nel file/partizione specificato al passo precedente potrebbero essere SOVRASCRITTI, a partire dall'offset specificato, fino alla piena lunghezza del nuovo volume nascosto. 3) Ricordare l'offset inserito! Per ragioni di sicurezza, queste informazioni non sono memorizzate sul pc, né possono essere determinate automaticamente; si dovrà digitare questo offset ogni volta per montare il volume nascosto.

source: Please enter the required size of the new volume. This value must be more than 1 MB, and must be a multiple of 512 bytes. If you are creating a hidden volume, then the size of the original volume file, less the byte offset entered in the previous stage, must be greater than the sum of the value entered here, and the size critical data area. Note: The size you specified here will be the size of the data part of the volume file. The actual file created will be larger than this by the size of the critical data area, which will be prepended onto the volume file.
de: Bitte geben Sie die Größe des neu zu erstellenden Volumens an. Die Mindestgröße ist 1 MB. Die Größe muss ein Vielfaches von 512 byte sein. Erstellen Sie ein verstecktes Volumen, so muss die Größe des äußeren Volumens größer als der hier angegebene Wert zzgl. Offset zzgl. Größe des kritischen Datenblocks sein. Anmerkung: Die anzugebende Größe ist die Größe des Datenteils der versteckten Partition. Die tatsächliche Größe erhöht sich um die Größe des angehängten kritischen Datenblockes.
fr: Merci d'indiquer la taille souhaitée pour le nouveau volume. Cette valeur doit être supérieure à 1 Mio et être un multiple de 512 octets. Si vous créez un volume caché, la taille du fichier original moins le décalage indiqué lors de l'étape précédente doit être plus grande que la somme de la taille du volume caché plus la taille du bloc des données critiques. Remarque : la taille que vous indiquez ici correspond à la taille de la partie "données" du volume. Le fichier créé sera plus grand s'il inclut également le bloc des données critiques.
it: Digitare le dimensioni del nuovo volume. Questo valore deve superare 1 MB ed essere multiplo di 512 bytes. Se si sta creando un volume nascosto, allora le dimensioni del file volume originale, meno il byte offset inserito nel passo precedente, deve essere maggiore della somma del valore inserito qui, e delle dimensioni dell'area dati critici. Nota: Le dimensioni specificate saranno le dimensioni della parte dati del file volume. Il vero file creato le supererà di una quantità pari all'area dati, che precederà la file di volume.

source: Please select which security options should be used in securing your new volume. Most users can simply accept the defaults here, though more advanced users may prefer to specify their own options, depending on their needs.
de: Bitte wählen Sie die zu verwendeten Sicherheitsoptionen für Ihr neues Volumen: In den meisten Fällen sind die hier vorgegebenen gut geeignet. Erfahrene Anwender können die Vorgaben ihren Bedürfnissen individuell anpassen.
fr: Merci de sélectionner les options de sécurité à utiliser pour le nouveau volume. La plupart des utilisateurs peuvent accepter les paramètres par défaut. Les utilisateurs avancés peuvent choisir des options correspondant à leurs besoins.
it: Selezionare quali opzioni di sicurezza utilizzare per il nuovo volume. La maggioranza degli utenti può accettare i default qui, mentre gli utenti avanzati possono specificare le loro opzioni, a seconda della bisogna.

source: In order to create your new volume, a certain amount of random data is required. This data will be used for the following: 1) Password salting 2) The new volume's master key 3) Random padding data In order to generate this data, please select which random number generators you wish to use from the options below.
de: Zur Erstellung Ihres neuen Volumens müssen Zufallsdaten generiert werden. Diese Daten werden verwendet: 1) Zum "Salting" Ihres Passwortes 2) Zur Erstellung des Haupt-Schlüssels 3) Zur Erstellung zufälliger Fülldaten für den CDB Um diese Daten zu generieren, geben Sie bitte den zu verwendenden Zufallsgenerator an.
fr: De façon à créer un nouveau volume, des données aléatoires sont nécessaires. Ces données seront utilisées pour : 1) appliquer un sel sur le mot de passe ; 2) créer la clé principale du nouveau volume ; 3) créer des données de remplissage aléatoires. De façon à générer ces données, merci de sélectionner les générateurs de nombres aléatoires que vous voulez utiliser.
it: Per creare un nuovo volume, è richiesta una certa quantità di dati casuali. Questi dati saranno usati per: 1) Salatura password 2) La chiave principale del nuovo volume 3) Dati di protezione random Per generare questi dati, selezionare quale generatore di numeri casuali si vuole usare dalle opzioni seguenti.

source: Please enter the password to be used for securing your volume. It is suggested that you enter a mix of uppercase, lowercase, numbers, and punctuation symbols. Note: If you forget your password, you can forget your data. Note: Newlines (blank lines) are significant. It is recommended that you do not press <ENTER> after typing in your password, as this will add an extra newline to the end of your password.
de: Bitte geben Sie Ihr Passwort ein. Es wird empfohlen, einen Mix aus Groß- und Kleinschreibung, Zahlen und Interpunktionen zu verwenden. Anmerkung: Vergessen Sie Ihr Passwort, sind Ihre Daten definitiv verloren. Zeilenumbrüche werden berücksichtigt. Bitte drücken Sie nicht unabsichtlich <ENTER> nach der Passworteingabe, wenn dies nicht explizit geplant ist.
fr: Merci d'indiquer le mot de passe à utiliser pour sécuriser le nouveau volume. Le mot de passe devrait combiner majuscules, minuscules, nombres et signes de ponctuation. Remarque : si vous oubliez votre mot de passe, vous perdrez vos données. Remarque : Il est déconseillé d'utiliser la touche <ENTRÉE> après avoir tapé le mot de passe, car cela ajoute un caractère de nouvelle ligne qui fait partie du mot de passe.
it: Inserire la password da usare per proteggere il volume. Si suggerisce di digitare un misto di maiuscole, minuscole, numeri e simboli di punteggiatura. Nota: se la password viene dimenticata, i dati saranno irrecuperabili. Nota: Le linee a capo vengono rilevate. Si raccomanda di non premere <INVIO> dopo aver digitato la password, perché ciò aggiungerebbe una linea a capo a fine password.

source: You have now entered all the information required to create a new volume. Please check the summary shown below and click "Finish" to create the new volume, or use the "Back"/"Next" buttons to modify the details you have entered. If you would like to configure more advanced options, please select "Advanced..."
de: Sie haben nun alle erforderlichen Angeben zur Volumenerstellung gemacht. Bitte prüfen Sie die Zusammenfassung und klicken Sie "Erstellen", um das Volumen zu erstellen oder nutzen Sie die "Zurück-" / "Weiter-" Buttons zur Modifikation. Zur Angabe weiterer Optionen wählen Sie bitte "Erweitert"
fr: Vous avez indiqué toutes les informations nécessaires pour créer un nouveau volume. Merci de vérifier le résumé ci-dessous et de cliquer "Terminer" pour créer le nouveau volume ou d'utiliser les boutons "< Précédent" et "Suivant >" pour modifier les paramètres. Si vous voulez modifier les options avancées, cliquer sur "Avancé...".
it: Sono state inserite tutte le informazioni richieste per creare un nuovo volume. Controllare il sommario seguente e cliccare "Fine" per creare il nuovo volume, o usare i pulsanti "Indietro"/"Avanti" per modificare i dettagli inseriti. Per configurare opzioni più avanzate, selezionare "Avanzate..."

source: If you wish to store the volume's CDB in a keyfile, you must specify the file to use
de: Möchten Sie den CDB in einer externen Datei speichern, so müssen Sie diese angeben.
fr: SI vous voulez enregistrer le CDB du volume dans un fichier, vous devez indiquer ce dernier.
it: Se si vuole memorizzare il CDB del volume in un keyfile, si deve specificare il file da usare

source: The amount of padding data added to a volume must be zero or greater
de: Die Menge hinzuzufügender Paddingdaten muß größer/gleich Null sein

source: Please enter the number of PBKDF2 key iterations to be carried out on your password to generate an encryption key The higher the number, the greater the security offered - but the slower opening will be (especially if opening the volume on a PDA) Note: If this value is changed from its default, you will be required to enter it value every time you Open your volume. For this reason it is recommended that most users leave it at its default value, unless there is a particular need to do otherwise.
de: Bitte wählen Sie die Zahl der zur Schlüssel-Erstellung auf Ihr Passwort anzuwendenden PBKDF2-Schlüsseliterationen. Je mehr Iterationen, desto größer die gebotene Sicherheit, jedoch langsameres Mounten (besonders bei Verwendung auf dem PDA). Anmerkung: Ändern Sie hier den Vorgabewert, so muss die Zahl der Iterationen bei jedem Mountvorgang angegeben werden. Deshalb wird die Verwendung des Vorgabewertes für die meisten Anwendungen empfohlen.
fr: Merci d'indiquer le nombre d'itérations de la clé PBKDF2 à appliquer sur votre mot de passe pour générer la clé chiffrée. Plus ce nombre est élevé, plus la sécurité est grande, mais plus le montage est lent, en particulier sur un PDA. Remarque : si la valeur par défaut est modifiée, vous devrez l'indiquer chaque fois que vous monterez le volume. Il est donc recommandé de conserver la valeur par défaut à moins que vous ayez une raison particulière de la modifier.
it: Digitare il numero di iterazioni di chiave PBKDF2 da eseguire sulla password per generare una chiave di crittaggio Più è alto il numero, maggiore è il livello di sicurezza - ma più è lento il montaggio (specialmente se si monta il volume su un PDA) Nota: Se questo valore viene cambiato dal default, vi verrà richiesto di inserirlo ogni volta che montate il volume. Per questa ragione si raccomanda per la maggioranza degli utenti di lasciarlo a default, a meno che non ci sia un motivo particolare per cambiarlo.
