Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: Unable to decrypt using PKCS#11 secret key.
de: Kann mit dem privaten PKCS#11-Schlüssel nicht entschlüsseln.
es: Imposible descifrar con la clave secreta PKCS#11

source: Unable to assign a new drive letter; please confirm you have drive letters free!
de: Kann keinen Laufwerksbuchstaben zuweisen; bitte prüfen Sie auf freie Laufwerksbuchstaben!
es: No se pudo asignar una letra de lector; ¡compruebe que aún quedan letras libres!

source: Unable to open container; if a container to be opened is stored on readonly media (e.g. CDROM or DVD), please ensure that the "Open readonly" option is selected.
es: No se pudo montar el volumen; si el volumen reside en un soporte no alterable (CDROM o DVD), compruebe que ha seleccionado la opción "Montar solo en lectura".

source: Unable to open container; if a container file is readonly, please ensure that the "Open readonly" option is selected.
es: No se pudo montar el volumen; si el volumen reside en un archivo en lectura sola, compruebe que ha seleccionado la opción "Montar solo en lectura".

source: %1 container was opened successfully, but %2 could not be opened
es: Se montó correctamente el volumen %1, pero no se pudo montar %2

source: %1 containers were opened successfully, but %2 could not be opened
es: Se montaron correctamente los volúmenes %1, pero no se pudo montar %2

source: Salt length (in bits) must be a multiple of 8
de: Das Salt (in bit) muss ein Vielfaches von 8 sein.
es: La talla de sal en bits tiene que ser un múltiple de 8
fr: La taille du sel en bits doit être un multiple de 8
it: La lunghezza salt (in bit) deve essere multipla di 8

source: No keyfiles could be found on the token inserted.
de: Auf dem erkannten Token wurden keine Schlüsseldateien gefunden.
es: No se encontró ningún archivo clave en el token insertado.
fr: Aucune clé n'a été trouvée sur le jeton inséré.
it: Nessun keyfile trovato sul token inserito.

source: GPG files|*.gpg|All files|*.*
de: GPG-Dateien|*.gpg|Alle Dateien|*.*
es: Archivos GPG|*.gpg|Todos archivos|*.*
fr: Fichiers GPG|*.gpg|Tous les fichiers|*.*
it: File GPG|*.gpg|Tutti i file|*.*

source: GPG Executable|GPG.exe|All files|*.*
de: GPG Programmdatei|GPG.exe|Alle Dateien|*.*
es: Programas GPG|GPG.exe|Todos archivos|*.*
fr: Programme GPG|GPG.exe|Tous les fichiers|*.*
it: Eseguibile GPG|GPG.exe|Tutti i file|*.*

source: Unable to obtain list of hashes.
de: Kann Liste der Hashes nicht ermitteln.
es: No se pudo obtenir la lista de hash.
fr: Impossible d'obtenir la liste des hacheurs.
it: Impossibile ottenere la lista degli hash.

source: Please ensure that you have one or more LibreCrypt hash drivers installed and started.
de: Bitte stellen Sie sicher, dass mindestens ein LibreCrypt-Treiber installiert und gestartet ist.
es: Compruebe que uno o varios controladores LibreCrypt han sido instalados y lanzados.
fr: Merci de vérifier qu'un ou plusieurs pilotes de hachage LibreCrypt sont installés et démarrés.
it: Assicurarsi di avere uno o più driver hash LibreCrypt installati e avviati.

source: You have not entered a password.
de: Sie haben kein Passwort eingegeben.
es: No ha especificado ninguna contraseña.
fr: Vous n'avez pas indiqué le mot de passe.
it: Non è stata digitata una password.

source: The password you entered has less than 20 characters, and may not be compatible with some Linux containers.
es: La contraseña introducida posee menos de 20 carácteres y puede no ser compatibles con algunos volúmenes Linux.

source: Do you wish to proceed?
de: Möchten Sie fortfahren?
es: ¿Quiere realmente continuar?
fr: Voulez-vous appliquer ces paramètres ?
it: Si vuole procedere?

source: Settings file not found.
de: Einstellungen nicht gefunden.
es: No se encontró el archivo de configuración.
fr: Le fichier de configuration n'a pas été trouvé.
it: File settaggi non trovato.

source: One or more of your settings may not have loaded correctly; please check settings before continuing.
de: Mindestens eine Ihrer Einstellungen wurde nicht korrekt geladen. Bitte prüfen Sie diese vor dem Fortfahren.
es: Uno o varios parámetros no se cargaron correctamente. Compruebe los parámetros antes de continuar.
fr: Un ou plusieurs paramètres peuvent ne pas avoir été chargés correctement. Merci de vérifier les paramètres avant de poursuivre.
it: Uno o più settaggi potrebbero non essere stati caricati; si prega di controllare prima di continuare.

source: Please specify a filename for the new container file by clicking the "..." button.
es: Especifique un nombre de archivo para el nuevo volumen haciendo clic en el botón "...".

source: Unable to get list of key types for Token
de: Kann die Liste der Token-Schlüsseltypen nicht ermitteln
es: No se pudo obtener la lista de tipos de claves del Token
fr: Impossible de lire la liste des types de clé pour le jeton
it: Impossibile ottenere una lista di tipi di chiave per il Token

source: A key with the name specified already exists.
de: Ein Schlüssel mit dem angegebenen Namen existiert bereits.
es: Ya existe una clave que tiene el mismo nombre.
fr: Une clé a déjà le nom indiqué.
it: Una chiave col nome specificato esiste già.

source: Please enter a unique key name
de: Bitte geben Sie einen eindeutigen Schlüsselnamen an.
es: Indicar un nombre de clave único
fr: Merci d'indiquer un nom de clé unique
it: Digitare un nome chiave unico

source: Unable to create new key
de: Kann den neuen Schlüssel nicht erstellen
es: No se pudo crear la nueva clave
fr: Impossible de créer une nouvelle clé
it: Impossibile creare nuova chiave

source: Key "%1" created
de: Der Schlüssel "%1" wurde erstellt.
es: Se creó la clave "%1"
fr: La clé "%1" a été créée
it: Chiave "%1" creata

source: Slot removed; token no longer available - please reselect and try again
de: Der Port ist nicht mehr verfügbar, bitte wählen Sie erneut.
es: Extracción del token. Vuelva a seleccionar e inténtelo otra vez
fr: Emplacement supprimé ou jeton indisponible. Merci de choisir à nouveau et de réessayer
it: Slot remosso; token non più disponibile - riselezionare e riprovare

source: Token no longer available; please reselect and try again
de: Der Token ist nicht mehr verfügbar, bitte wählen Sie erneut.
es: El Token no está disponible. Vuelva a seleccionar e inténtelo otra vez
fr: Le jeton n'est plus disponible. Merci de le sélectionner à nouveau et de réessayer
it: Token non più disponibile; riselezionare e riprovare

source: Unable to open session for token in slot %1
de: Kann keine Sitzung für den Token in Port %1 öffnen
es: No se pudo abrir una sesión para el token del slot %1
fr: Impossible d'ouvrir une session pour le jeton situé dans l'emplacement %1
it: Impossibile aprire la sessione per il token nello slot %1

source: Login failed
de: Login fehlgeschlagen
es: La autenticación fracasó
fr: Échec de l'ouverture de session
it: Login fallito

source: Hash implementation: %1
de: Hash-Implementierung: %1
es: Implementación de hash: %1
fr: Implémentation du hacheur : %1
it: Implementazione hash: %1

source: Kernel mode driver: %1
de: Kernel-Modus Treiber: %1
es: Controlador modo núcleo: %1
fr: Pilote du mode kernel : %1
it: Kernel driver: %1

source: Algorithm GUID: %1
de: Algorithmus GUID: %1
es: GUID del algoritmo: %1
fr: GUID de l'algorithme : %1
it: Algoritmo GUID: %1

source: Cypher implementation: %1
de: Cypher-Implementierung: %1
es: Implementación del cifrado: %1
fr: Implémentation du chiffreur : %1
it: Implementazione cypher: %1

source: Error! Please report seeing this!
de: Fehler! Bitte melden Sie dies dem LibreCrypt-Support!
es: ¡Error! ¡Enviar un informe sobre este error!
fr: Erreur ! Merci de fournir un rapport !
it: Errore! Segnalare prego!

source: Secure with PKCS#11 Secret Key
de: Sichern mit dem privaten PKCS#11-Schlüssel
es: Segurizar con una Clave Secreta PKCS#11
fr: Sécuriser avec une clé secrète PKCS#11
it: Assicurare con Chiave Segreta PKCS#11

source: Please enter the container/keyfile you wish to encrypt using the selected PKCS#11 secret key.
es: Indique el volumen/archivo clave que quiere cifrar con la clave secreta PKCS#11 seleccionada.

source: Remove PKCS#11 Secret Key Security
de: Sicherung durch den privaten PKCS#11-Schlüssel entfernen
es: Suprimir la Clave Secreta de Seguridad PKCS#11
fr: Supprimer la sécurité par clé secrète PKCS#11
it: Rimuovere la Chiave Segreta di Sicurezza PKCS#11

source: Please enter the container/keyfile you wish to decrypt using the selected PKCS#11 secret key.
es: Indique el volumen/archivo clave que quiere descifrar con la clave secreta PKCS#11 seleccionada.

source: Step %u of %u
de: Schritt %u von %u
es: Etapa %u/%u
fr: Étape %u/%u
it: Stadio %u di %u

source: Random bits generated: %d/%d
de: Zufallsdaten generiert: %d/%d
es: Bits aleatorios generados: %d/%d
fr: Bits aléatoires générés : %d/%d
it: Bit casuali generati: %d/%d

source: Completed successfully.
de: Erfolgreich abgeschlossen.
es: Operación finalizada con éxito.
fr: Opération terminée avec succès.
it: Completato con successo.

source: Unable to complete requested operation: please ensure that your encrypted container is not opened or otherwise in use, and that the password, salt and offset entered are correct.
es: No se pudo realizar la operación solicitada: Compruebe que el volumen no está ya montado o utilizado, y que la contraseña, el sal y el desplazamiento indicados son correctos.

source: Change Password/Other Details
de: Passwort/Details ändern
es: Modificar la Contraseña/Otros Detalles
fr: Modifier le mot de passe et les paramètres de volume
it: Cambia Password/Altri Dettagli

source: If you would like to modify an encrypted container, please specify whether it is file or partition based. If you would like to modify a keyfile, please select "file" below.
es: Si quiere modificar un volumen cifrado, especifique si se trata de un archivo o una partición. Si quiere modificar un archivo clave, seleccione "Archivo" mas abajo.

source: Please enter the full path and filename of the container/keyfile you wish to change. If you wish to update a "hidden" container held within another file, please specify the filename of the host file which stores your encrypted container
es: Indicar la ruta y el nombre del volumen/archivo clave que quiere cambiar. Si quiere cambiar un volumen "oculto" dentro de otro archivo, especifique el nombre del archivo anfitrión que contiene su volumen cifrado

source: Please specify the partition your container is stored on.
es: Especifique la partición en la que se encuentra el volumen.

source: Please enter the full details of the container/keyfile you wish to change. If you wish to update a "hidden" container held within another file, please specify the offset within the host file where your hidden container is located
es: Indicar todos los detalles del volumen/archivo clave que se quiere modificar. Si quiere modificar un volumen "oculto" dentro de otro archivo, indique el desplazamiento donde comienza el volumen oculto

source: Please enter new details for your container/keyfile.
es: Indicar las nuevas informaciones del volumen/archivo clave.

source: In order to change your container/keyfile's details, a certain amount of random data is required. This data will be used for the following: 1) Password salting 2) Random padding data In order to generate this data, please select which random number generators you wish to use from the options below.
es: Para cambiar los detalles del volumen/archivo clave, una cierta quantidad de datos aleatorios son necesarios. Estos datos se utilizan para: 1) Aplicación del sal sobre la contraseña 2) Crear los datos aleatorios de relleno Para generar estos datos, seleccione el generador de números aleatorios que quiere utilizar entre las opciones mas abajo.

source: Create Keyfile for Container
es: Crear un Archivo clave para el Volumen

source: Please specify whether the container you wish to create a keyfile for is file or partition based.
es: Indicar si el volumen para el que hay que crear un archivo clave, está basado sobre un archivo o una partición.

source: Please enter the full path and filename of either: 1) A container containing a CDB, or 2) An existing keyfile for the container you wish to create a keyfile for. If you wish to update a "hidden" container which is held within another file, and your hidden container includes a CDB, please specify the filename of the host file which stores your encrypted container.
es: Indicar la ruta completa y el nombre del archivo de: 1) un volumen con un CDB o 2) un archivo clave existente para el volumen para el que hay que crear un archivo clave. Si quiere modificar un volumen "oculto" dentro de un archivo y que el volumen oculto contiene un CDB, indicar el nombre del archivo que contiene el volumen cifrado.

source: Please enter the full details of the container you wish to create a keyfile for. If you wish to update a "hidden" container which is held within another file, and your hidden container includes a CDB, please specify the offset within the host file where your hidden container is located.
es: Indicar todos los detalles del volumen para el que hay que crear un archivo clave. Si quiere modificar un volumen "oculto" dentro de otro archivo y que el volumen oculto contiene un CDB, especifique el desplazamiento que marca el comienzo del volumen oculto.

source: Please specify the full path and filename where the keyfile should be written to.
de: Bitte geben Sie Pfad und Dateiname der zu generierenden Schlüsseldatei an.
es: Indicar la ruta y el nombre del archivo en el que hay que escribir el archivo clave.
fr: Merci d'indiquer le chemin complet et le nom du fichier clé.
it: Specificare il percorso completo e il nome file dove deve essere scritto il keyfile.

source: Please specify the details for your new keyfile.
de: Bitte geben Sie die Details der zu erstellenden Schlüsseldatei an.
es: Indicar las informaciones para el nuevo archivo clave.
fr: Merci d'indiquer les paramètres de votre nouveau fichier clé.
it: Specificare i dettagli del nuovo keyfile.

source: In order to create a new keyfile, a certain amount of random data is required. This data will be used for the following: 1) Password salting 2) Random padding data In order to generate this data, please select which random number generators you wish to use from the options below.
de: Zur Erstellung einer neuen Schlüsseldatei ist die Generierung von Zufallszahlen erforderlich. Diese Daten werden verwendet: 1) Zum "Salting" Ihres Passwortes 2) Zufällige Fülldaten Um diese Daten zu generieren, geben Sie bitte den zu verwendenden Zufallsgenerator an.
es: Para crear un nuevo archivo clave se necesita cierta cantidad de datos aleatorios. Estos datos son necesarios para: 1) Aplicar el sal sobre la contraseña 2) Crear los datos aleatorios de relleno Seleccionar mas abajo el generador de números aleatorios que desea utilizar para generar estos datos.
fr: De façon à créer un nouveau fichier clé, des données aléatoires sont nécessaires. Ces données seront utilisées pour : 1) appliquer un sel sur le mot de passe ; 2) créer des données de remplissage aléatoires. Merci de sélectionner le ou les générateurs de nombres aléatoires que vous voulez utiliser pour générer ces données.
it: Per creare un nuovo keyfile, è richiesta una certa quantità di dati casuali. Questi dati saranno usati per: 1) Salatura password 2) Dati casuali di padding Per generare questi dati, selezionare quale generatore di numeri casuali si vuole usare dalle opzioni seguenti.

source: You have selected mouse movement to generate random data. Please "waggle" the mouse within the area below, until enough random data has been generated.
de: Sie haben "Mausbewegung" zur Generierung der Zufallsdaten ausgewählt. Bitte bewegen Sie Ihre Maus, bis genügend Zufallsdaten erzeugt wurden.
es: Eligió utilizar el movimiento del ratón para generar los datos aleatorios. "Remueva" el ratón en el área que está debajo hasta haber generado bastantes datos aleatorios.
fr: Vous avez choisi d'utiliser les mouvements de la souris pour générer des données aléatoires. Merci de remuer la souris pour générer une quantité suffisante de nombres aléatoires.
it: Si è scelto di usare il movimento del mouse per generare dati casuali. "Agitare" il mouse nell'area sottostante, fino alla generazione di sufficienti dati casuali.

source: In order to use GPG to generate random data, please specify the location of "gpg.exe" by clicking the browse button.
de: Möchten Sie GPG als Zufallsgenerator nutzen, geben Sie bitte den Pfad zur "gpg.exe" an.
es: Para utilizar GPG como generador de datos aleatorios, especifique el emplazamiento de "gpg.exe" haciendo clic en el botón "Buscar".
fr: Pour utiliser GPG, merci d'indiquer où se trouve "gpg.exe" en cliquant sur le bouton "...".
it: Per usare GPG nella generazione di dati casuali, specificare la posizione di "gpg.exe" cliccando il bottone Apri.

source: Please select the PKCS#11 token you wish to use to generate random data, from the list shown below
de: Bitte wählen Sie den zur Zufallszahlengenerierung zu nutzenden PKCS#11-Token aus der Liste aus.
es: Seleccionar en la lista de abajo el token PKCS#11 que quiere utilizar para generar los datos aleatorios
fr: Merci de sélectionner dans la liste ci-dessous le jeton PKCS#11 que vous voulez utiliser pour générer des données aléatoires
it: Selezionare dalla lista sottostante il token PKCS#11 che si vuole utilizzare per generare dati casuali

source: A file with the filename you specified already exists. For safety reasons, you must specify a file which doesn't already exist. Please either delete the existing file, or specify a new filename.
de: Eine Datei mit dem angegebenen Namen existiert bereits. Aus Sicherheitsgründen müssen Sie einen nicht existenten Dateinamen angeben. Bitte löschen Sie die existierende Datei oder geben Sie einen anderen Namen ein.
es: Existe un archivo con el mismo nombre. Por razones de seguridad, debe especificar un archivo que no existe. Suprima el archivo existente o indique el nombre de otro archivo.
fr: Un fichier avec le nom indiqué existe déjà. Pour des raisons de sécurité, vous devez indiquer le nom d'un fichier qui n'existe pas. Merci de supprimer le fichier existant ou d'indiquer un nouveau nom.
it: Un file col nome file specificato esiste già. Per ragioni di sicurezza, deve essere specificato un file non esistente. Cancellare il file esistente, o specificare un nuovo nome file.

source: Container file
es: Archivo de volumen

source: Partition/entire disk
de: Laufwerk/Partition
es: Partición/Disco entero
fr: Partition/Disque entier
it: Partizione/intero disco

source: Additional random data is required in order to generate an encryption key for use when producing the padding data.
de: Zur Schlüsselgenerierung beim Padding sind zusätzliche Zufallsdaten erforderlich.
es: Se necesitan mas datos aleatorios para generar la clave de cifrado utilizada para producir los datos de relleno.

source: Unable to obtain hash details for %s
de: Kann Hash-Details für %s nicht ermitteln.
es: No se pudo obtener información sobre el hash %s
fr: Impossible de lire les paramètres de hachage pour %s
it: Impossibile ottenere dettagli hash per %s

source: You do not appear to have any LibreCrypt hash drivers that can be used to create new LibreCrypt containers installed and started.
es: No se encontró ningún controlador hash LibreCrypt instalado/lanzado para crear nuevos volúmenes LibreCrypt.

source: Partition: %s
es: Partición: %s
it: Partizione: %s

source: Filename: %s
de: Dateiname: %s
es: Nombre de archivo: %s
fr: Nom de fichier : %s
it: Nome file: %s

source: Hidden container starting at offset: %1
es: Volumen oculto a partir del desplazamiento: %d

source: Container size: %1 + %2 (for CDB) + %3 (padding) = %4 bytes
es: Talla del volumen: %1 + %2 (para el CDB) + %3 (relleno) = %4 octetos

source: Container size: %1 + %2 (for CDB) = %3 bytes
es: Talla del volumen: %1 + %2 (para el CDB) = %3 octetos

source: CDB stored: At start of container file
es: Archivage del CDB: Al comienzo del volumen

source: Container size: %1 + %2 (padding) = %3 bytes
es: Talla del volumen: %1 + %2 (relleno) = %3 octetos

source: Container size: %1 bytes
es: Talla del volumen: %d

source: CDB stored: In separate keyfile
de: CDB geschrieben: In separate Schlüsseldatei
es: Archivage del CDB: En un archivo clave separado
fr: Stockage du CDB : dans un fichier séparé
it: CDB salvato: In un keyfile separato

source: CDB keyfile: %1
de: CDB-Schlüsseldatei: %1
es: Archivo clave CDB: %1
fr: Fichier clé CDB : %1

source: Hash algorithm: %1
de: Hash Algorithmus: %1
es: Algoritmo de hash: %1
fr: Algorithme de hachage : %1
it: Algoritmo hash: %1

source: [Hash driver: %1]
de: [Hash-Treiber: %1]
es: [Controlador de hash: %1]
fr: [Pilote de hachage : %1]
it: [Driver hash: %1]

source: [Hash GUID: %1]
es: [GUID del hash: %1]
fr: [GUID du hacheur : %1]
it: [GUID Hash: %1]

source: Key iterations: %1
de: Schlüssel-Iterationen %1
es: Iteraciones de clave: %1
fr: Itérations de la clé : %1
it: Iterazioni chiavi: %1

source: Sector IVs will not be used (cypher has zero or variable blocksize)
de: Sektor-IVs werde nicht genutzt. (Cypher hat Null-Länge oder variable Blockgröße)
es: No utilizar IV de sector (cifrado con talla de bloque nula o variable)
fr: Les IV de secteur ne seront pas utilisés (la taille de bloc du chiffreur est zéro ou variable)
it: Il settore IVs non saranno usati (il cypher ha blocksize zero o variabile)

source: Cypher has fixed, defined blocksize; sector IVs will be used
de: Der Cypher hat definierte Blockgröße. Sektor-IVs werden genutzt.
es: Cifrado con talla de bloque fija y definida: utilizará IV de sector
fr: La taille de bloc du chiffreur est fixe et définie : les IV de secteur seront utilisés
it: Il cypher ha blocksize fisso, definito: il settore IVs sarà utilizzato

source: Sector IV generation method: %1
de: Sektor-IV Generierungsmethode: %1
es: Método de creación del IV de sector: %1
fr: Méthode de création des IV de secteur : %1
it: Metodo di generazione del settore IV: %1

source: Sector IVs will be XORd with a per-container IV before use
es: Inversar (XOR) los IV de sector antes de utilización

source: A per-container IV will not be used
es: No se utilizará IV por volumen

source: Cypher algorithm: %1
de: Cypher Algorithmus: %1
es: Algoritmo de cifrado: %1
fr: Algorithme de chiffrement : %1
it: Algoritmo cypher: %1

source: [Cypher driver: %1]
de: [Cypher-Treiber: %1]
es: [Controlador de cifrado: %1]
fr: [Pilote de chiffrement : %1]
it: [Driver cypher: %1]

source: [Cypher GUID: %1]
es: [GUID del cifrado: %1]
fr: [GUID du chiffreur : %1]
it: [GUID cypher: %1]

source: Master key length: %1 bits
de: Länge Hauptschlüssel: %1 bit
es: Talla de clave maestra: %1 bits
fr: Taille de la clé principale : %1 bits
it: Lunghezza chiave principale: %1 bit

source: Password: <entered>
de: Passwort: <eingegeben>
es: Contraseña: <entrada>
fr: Mot de passe : <entré>

source: Salt length: %1 bits
de: Länge Salt: %1 bit
es: Talla de sal: %1 bits
fr: Taille du sel : %1 bits
it: Lunghezza salt: %1 bit

source: Requested drive letter: %1
de: Angeforderter Laufwerksbuchstabe: %1
es: Letra de disco solicitada: %1
fr: Lettre de lecteur demandée : %1
it: Lettera drive richiesta: %1

source: You are about to create a new encrypted container on a disk/partition. This process will OVERWRITE that disk/partition. Are you SURE you wish to continue?
es: Va a crear un nuevo volumen cifrado sobre un disco/partición. Esta operación provocará la PERDIDA DE TODOS LOS DATOS del disco/partición. ¿Está SEGURO de querer continuar?

source: Container creation canceled
es: Creación del volumen anulada

source: Unable to create container file; please ensure you have %1 free on the relevant drive
es: No se pudo crear el volumen. Compruebe que dispone de %1 libres en el disco
