Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: Please note that FAT/FAT32 filesystems cannot store files that are 4GB or larger
de: Hinweis: FAT/FAT32-Dateisysteme können keine Dateien größer 4GB verwalten.
es: Los sistemas de archivo FAT/FAT32 no pueden gestionar archivos de mas de 4 Go
fr: Merci de noter que les systèmes de fichiers FAT et FAT32 ne peuvent pas stocker des fichiers de plus de 4 Gio.
it: Notare che i file system FAT e FAT32 non possono contenere file di 4 o più GB

source: Unable to create separate CDB keyfile.
de: Konnte separate CDB-Schlüsseldatei nicht erzeugen.
es: No se pudo crear un archivo clave CDB separado.
fr: Impossible de créer un fichier clé CDB séparé
it: Impossbile creare un keyfile CDB separato.

source: Unable to write FreeOTFE header.
de: Konnte kritischen Datenblock nicht schreiben.
es: No se pudo escribir el bloque de datos crítico.
fr: Impossible d'écrire le bloc des données critiques
it: Impossibile scrivere blocco dati critico.

source: The master key length must be a multiple of 8
de: Die Länge des Hauptschlüssels muss ein Vielfaches von 8 sein.
es: La talla de clave maestra tiene que ser un múltiple de 8
fr: La taille de la clé principale doit être un multiple de 8
it: La lunghezza della chiave principale deve essere un multiplo di 8

source: Unable to determine the keysize for your selected cypher.
de: Kann Schlüssellänge für gewählten Cypher nicht ermitteln.
es: No se pudo determinar la talla de clave del cifrado elegido.
fr: Impossible de déterminer la taille de la clé pour le chiffreur choisi.
it: Impossibile determinare il keysize per il cypher selezionato.

source: Unable to determine the blocksize for your selected cypher.
de: Kann Blockgröße für gewählten Cypher nicht ermitteln.
es: No se pudo determinar la talla de bloque del cifrado elegido.
fr: Impossible de déterminer la taille de bloc du chiffreur choisi.
it: Impossibile determinare il blocksize per il cypher selezionato.

source: Unable to determine the cypher mode for your selected cypher.
de: Kann Cypher-Modus für gewählten Cypher nicht ermitteln.
es: No se pudo determinar el modo aplicable para el cifrado elegido.
fr: Impossible de déterminer le mode de chiffrement pour le chiffreur choisi.
it: Impossibile determinare la modalità cypher per il cypher selezionato.

source: Please note: If you would like your container to be compatible with the PDA version of LibreCrypt, please specify a container size greater than %1 MB
es: Observación: Si quiere que el volumen sea compatible con la versión PDA de LibreCrypt, especifique una talla de volumen superior a %1 Mo

source: This "wizard" will guide you through the process of either creating a new LibreCrypt container file, or a hidden container within an existing file. If you are unsure as to how to answer any of the questions this wizard asks, simply accepting the default values should generate a container that is secure enough for most purposes.
es: Este "asistente" le guiará durante la creación de un volumen LibreCrypt en un nuevo archivo o de un volumen oculto al interior de un archivo existente. Si no sabe como responder a alguna de las preguntas, acceptar los valores por defecto creará un volumen con una protección suficiente para la mayoría de los usos.

source: Please specify whether the new container should be created as a disk image file stored on your filesystem, or take up a disk partition/entire physical disk For most users, it is recommended that you use a container file; encrypted partitions/physical disks are intended for advanced users.
es: Indicar si el volumen tiene que crearse en un archivo imagen de disco o si debe ocupar toda una partición/todo un disco físico. Se recomienda a la mayoría de los usuarios crear un volumen de archivo; el cifrado de particiones/discos físicos está destinado a los usuarios avanzados.

source: Please specify the filename and location where the new container should be created, by clicking the browse button. If you wish to create a "hidden" container within an existing container, please specify your existing container to be used.
es: Especifique el nombre y emplazamiento del archivo para la creación del volumen haciendo clic en el botón "Buscar". Si quiere crear un volumen "oculto" dentro de un volumen existente, indique el volumen que se ha de utilizar.

source: 1) Creating encrypted partitions is POTENTIALLY DESTRUCTIVE. 2) Data stored on the partition you select in the next stage may be OVERWRITTEN with encrypted data. 3) It is RECOMMENDED that you backup your data as appropriate before continuing.
de: 1) Partitions-Verschlüsselung ist potentiell DESTRUKTIV. 2) Die Daten der Partition werden mit den verschlüsselten Daten ÜBERSCHRIEBEN. 3) Es wird empfohlen, vor dem Fortsetzen ein Backup Ihrer Daten anzulegen.
es: 1) Crear una partición cifrada es POTENCIALMENTE DESTRUCTOR. 2) La información contenida en la partición que se seleccionará en el siguiente paso será SOBRESCRITA con los datos cifrados. 3) se le RECOMIENDA salvaguardar sus datos antes de continuar.
fr: 1) Créer une partition chiffrée PEUT ÊTRE DESTRUCTEUR. 2) Les données stockées sur la partition que vous choisirez dans la prochaine étape seront ÉCRASÉES par les données chiffrées. 3) Il est hautement RECOMMANDÉ DE SAUVEGARDER toutes vos données avant de continuer.
it: 1) Creare partizioni crittate è POTENZIALMENTE DISTRUTTIVO. 2) I dati contenuti nella partizione che si sta per selezionare potrebbero essere SOVRASCRITTI da dati crittati. 3) Si RACCOMANDA di eseguire un appropriato backup dei dati prima di continuare.

source: Please select the partition you wish to create the new container on, and whether you would like to create a "hidden" container.
es: Seleccione la partición en la que hay que crear el nuevo volumen et indique si quiere crear un volumen "oculto".

source: The container file you specified already exists. To create a hidden container within this file, please specify the byte offset within this file from where the new container should begin. If you do NOT wish to create a hidden container within your existing file, please click "< Back" and enter a different filename.
es: El archivo de volumen indicado ya existe. Para crear un volumen oculto dentro de este archivo, indique el desplazamiento en octetos dentro de este archivo a partir del cual empezará el nuevo volumen. Si NO QUIERE crear un volumen oculto dentro del archivo existente, haga clic en "< Anterior" y escoja otro nombre de archivo.

source: 1) Creating hidden containers is POTENTIALLY DESTRUCTIVE. 2) Data within the file/partition specified in the previous stage may be OVERWRITTEN, starting from byte offset specified, and running for the full length of the new hidden container. 3) Remember the offset entered! For security reasons, this information is not stored anywhere, nor can it be determined automatically; you will need to type in this offset whenever you wish to open your hidden container.
es: 1) Crear un volumen oculto es POTENCIALMENTE DESTRUCTOR. 2) La información contenida en el archivo/partición seleccionado durante el paso anterior será SOBRESCRITA, empezando en el desplazamiento especificado y a lo largo de la talla del volumen oculto. 3) ¡Recuerde el desplazamiento especificado! Por razones de seguridad esta información no se salvaguardará y no puede determinarse automáticamente; tendrá que especificarla cada vez que quiera montar el volumen oculto.

source: Please enter the required size of the new container. This value must be more than 1 MB, and must be a multiple of 512 bytes. If you are creating a hidden container, then the size of the original container file, less the byte offset entered in the previous stage, must be greater than the sum of the value entered here, and the size critical data area. Note: The size you specified here will be the size of the data part of the container file. The actual file created will be larger than this by the size of the critical data area, which will be prepended onto the container file.
es: Indique la talla deseada para el nuevo volumen. Este valor tiene que ser superior a 1 Mo y debe ser un múltiple de 512 octetos. Si está creando un volumen oculto, la talla del archivo original, menos el desplazamiento indicado en la etapa anterior, tiene que ser superior a la suma de la talla del volumen oculto mas la talla del bloque de datos críticos. Observación: la talla indicada aquí es la que ocuparán los datos del volumen. El archivo creado se verá aumentado de la talla del bloque de datos críticos que estará incluído dentro del volumen.

source: Please select which security options should be used in securing your new container. Most users can simply accept the defaults here, though more advanced users may prefer to specify their own options, depending on their needs.
es: Indique las opciones de seguridad que deben utilizarse para cifrar el nuevo volumen. La mayoría de los usuarios pueden utilizar los valores por defecto. Los usuarios avanzados pueden escoger otras opciones según lo que necesiten.

source: The cypher you selected supports arbitary key lengths. Please specify the length of the master key which will be used to encrypt/decrypt your data. Note: The value entered must be a multiple of 8.
de: Der gewählte Cypher erlaubt beliebige Schlüssellängen. Bitte geben Sie die Länge des Master-Schlüssels für Ihr Volumen an. Das "Salt" muss ein Vielfaches von 8 sein.
es: El algoritmo de cifrado escogido soporta las claves de talla arbitraria. Indique la talla de la clave maestra que se utilizará para cifrar/descifrar la información. Observación: El valor indicado tiene que ser un múltiple de 8.
fr: Le chiffreur que vous avez sélectionné permet l'utilisation de clés de toutes les tailles. Merci d'indiquer la taille de la clé principale qui sera utilisée pour chiffrer et déchiffrer vos données. Remarque : la valeur doit être un multiple de 8.
it: Il cypher selezionato supporta chiavi di lunghezza arbitraria. Specificare la lunghezza della chiave principale che sarà usata per decrittare/crittare i dati. Nota: Il valore inserito deve essere multiplo di 8.

source: In order to create your new container, a certain amount of random data is required. This data will be used for the following: 1) Password salting 2) The new container's master key 3) Random padding data In order to generate this data, please select which random number generators you wish to use from the options below.
es: Para poder crear el nuevo volumen se necesita una cierta cantidad de datos aleatorios. Estos datos se utilizarán para: 1) Aplicar el sal a la contraseña 2) Crear la clave maestra del volumen 3) Crear los datos de relleno aleatorios Para generar estos datos, seleccione aquí abajo el generador de números aleatorios que quiere utilizar.

source: Please enter the password to be used for securing your container. It is suggested that you enter a mix of uppercase, lowercase, numbers, and punctuation symbols. Note: If you forget your password, you can forget your data. Note: Newlines (blank lines) are significant. It is recommended that you do not press <ENTER> after typing in your password, as this will add an extra newline to the end of your password.
es: Indique la contraseña a utilizar para segurizar su volumen. Se recomienda utilizar una mezcla de mayúsculas, minúsculas, números y símbolos de puntuación. Observación: Si se olvida de su contraseña perderá sus datos. Observación: Las líneas en blanco cuentan. Se desaconseja utilizar la tecla <RETORNO> tras introducir la contraseña, porque añadirá una línea que hará parte integrante de la contraseña.

source: You have now entered all the information required to create a new container. Please check the summary shown below and click "Finish" to create the new container, or use the "Back"/"Next" buttons to modify the details you have entered. If you would like to configure more advanced options, please select "Advanced..."
es: Ha indicado todas las informaciones necesarias para crear el nuevo volumen. Compruebe el resumen aquí abajo y haga clic en "Terminar" para crear el volumen o utilice los botones "< Anterior" y "Siguiente >" para modificar los parámetros. Si desea configurar las opciones avanzadas, haga clic en "Avanzado...".

source: Overwrite of padding data FAILED.
de: Überschreiben der Paddingdaten fehlgeschlagen.
es: La sobrescritura del relleno FRACASÓ.

source: Overwrite of padding data cancelled by user.
de: Überschreiben der Paddingdaten abgebrochen.
es: Sobreescritura del relleno cancelada por el usuario.

source: The number of key iterations must be 1 or more
de: Die Zahl der Iterationen muss mindestens 1 betragen.
es: El número de iteraciones debe ser superior o igual a 1
fr: Le nombre d'itérations de la clé ne peut être nul.
it: Il numero di iterazioni chiave deve essere 1 o più

source: The salt length must be a multiple of 8
de: Das Salt muss ein Vielfaches von 8 sein.
es: La talla del sal debe ser un múltiple de 8
fr: La taille du sel doit être un multiple de 8.
it: La lunghezza salt deve essere un multiplo di 8

source: The salt length must be a multiple of the cypher's blocksize (%1)
de: Die Länge des Salt muß ein Vielfaches der Blockgröße des Cyphers (%1) sein.
es: La talla del sal debe ser un múltiple de la talla de bloc de cifrado (%1)

source: If you wish to store the container's CDB in a keyfile, you must specify the file to use
es: Si quiere conservar el CDB del volumen en un archivo clave, tiene que indicar el archivo a utilizar

source: The amount of padding data added to a container must be zero or greater
es: El número de datos de relleno añadidos al volumen debe ser superior a zero

source: Please enter the number of PBKDF2 key iterations to be carried out on your password to generate an encryption key The higher the number, the greater the security offered - but the slower opening will be (especially if opening the container on a PDA) Note: If this value is changed from its default, you will be required to enter it value every time you open your container. For this reason it is recommended that most users leave it at its default value, unless there is a particular need to do otherwise.
es: Indique el número de iteraciones de la clave PBKDF2 que hay que aplicar a la contraseña para generar la clave de cifrado Mas elevado es el número mayor será la seguridad, pero también mas lento será el montaje (sobre todo si se utiliza un PDA). Observación: Si cambia el valor por defecto, tendrá que especificar este valor cada vez que monte el volumen. Por esto se recomienda conservar el valor por defecto, salvo si existe una razón particular para cambiarla.

source: Please enter the amount of "salt" to be combined with your password to generate an encryption key. "Salting" your password increases security, and will slow down dictionary attacks against your container. Note: The value entered must be a multiple of both 8 and the cypher's blocksize. Note: If this value is changed from its default, you will be required to enter it value every time you open your container. For this reason it is recommended that most users leave it at its default value, unless there is a particular need to do otherwise.
es: Indique la cantidad de "sal" que debe combinarse con su contraseña para generar la clave de cifrado. "Salar" la contraseña aumenta la seguridad y frenará los ataques contra su volumen que utilizan un diccionario. Observación: el valor introducido ha de ser un múltiplo al mismo tiempo de 8 y de la talla de bloc de cifrado. Observación: Si cambia el valor por defecto, tendrá que especificar este valor cada vez que monte el volumen. Por esto se recomienda conservar el valor por defecto, salvo si existe una razón particular para cambiarla.

source: Please enter the drive letter you would normally like this container opened under. Note: You will be able to change this after the container has been created.
es: Especifique la letra de disco sobre la que se montará este volumen. Observación: Esta opción se podrá cambiar después de la creación del volumen.

source: Please specify if you would like your container's critical data block (CDB) to be written at the start of the new container, or stored in a separate keyfile. The CDB is where metadata about your container is stored, together with the master key used to carry out the actual encryption/decryption of your data. For most users, including the CDB as part of the container file is probably the best option. If you store this information in a keyfile, you will need both your container file AND a keyfile in order to open your container. Note: Storing the CDB as part of the container file will increase your container's size by 512 bytes.
es: Indique si prefiere salvaguardar el bloque de datos críticos (CDB) del volumen al comienzo del nuevo volumen o en un archivo clave separado. El CDB es donde se conservan los metadatos del volumen, así como la clave maestra utilizada para cifrar/descifrar los datos. Para la mayoría de los usuarios, la mejor opción consiste en incluir el CDB al comienzo del volumen. Si salvaguarda el CDB en un archivo clave, necesitará tanto el archivo del volumen como el archivo clave para poder montar el volumen. Observación: Salvaguardar el CDB dentro del volumen incrementa su talla de 512 octetos.

source: "Padding" is additional random data added to the end of a container file. Any padding added will not be available for use as part of the opened container, and serves to increase the size of the container. Encrypted containers typically have a file size that is a multiple of 512 bytes, or a "signature size" beyond the last 1MB boundry. To prevent this, you may wish to append random "padding" data to the new container. Padding also reduces the amount of information available to an attacker with respect to the maximum amount of the encrypted that may actually be held within the container.
es: "Relleno" son datos aleatorios añadidos al final del archivo volumen. El relleno no se puede utilizar como los otros datos del volumen, solo sirve para aumentar el tamaño del volumen. Los archivos encriptados tienen normalmente un tamaño múltiplo de 512 octetos , o un "tamaño de firma" después del último bloque de 1Mo. Para evitar esto, se puede añadir datos aleatorios de "relleno" al nuevo volumen. El relleno también reduce la cantidad de información disponible para un atacante, respecto a la cantidad total de datos encriptados realmente inscritos en el volumen.

source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla

source: <No tokens detected>
de: <Keine Token erkannt>
es: <Ningún token detectado>
fr: <Aucun jeton détecté>
it: <Nessun token>

source: CDB length changed during encryption; from %1 bytes to %2 bytes
de: Die Länge des CDB hat sich während der Verschlüsselung geändert von %1 byte zu %2 byte.
es: La talla del CDB cambió durante el cifrado; pasó de %1 octetos a %2 octetos
fr: La taille du CDB a changé pendant le chiffrement et est passée de %1 octets à %2 octets
it: Lunghezza CDB cambiata durante il crittaggio: da %1 byte a %2 byte

source: CDB length changed during decryption; from %1 bytes to %2 bytes
de: Die Länge des CDB hat sich während der Verschlüsselung geändert von %1 byte zu %2 byte.
es: La talla del CDB cambió durante el descifrado; pasó de %1 octetos a %2 octetos
fr: La taille du CDB a changé pendant le déchiffrement et est passée de %1 octets à %2 octets
it: Lunghezza CDB cambiata durante il decrittaggio: da %1 byte a %2 byte

source: Kernel driver
de: Kernel-Treiber
es: Controlador modo núcleo

source: Please report seeing this message using the email address specified in the LibreCrypt documentation, together with a brief description of what you were attempting to do.
de: Bitte melden Sie diesen Fehler dem LibreCrypt-Support!
es: Envíe un informe sobre este error utilizando la dirección mail indicada en la documentación de LibreCrypt, junto con una breve descripción de lo que intentaba hacer.
fr: Merci de fournir un rapport en utilisant l'adresse électronique indiquée dans la documentation de LibreCrypt et en décrivant brièvement ce que vous essayiez de faire.
it: Si prega di segnalare questo messaggio usando l'indirizzo email specificato nella documentazione LibreCrypt, insieme con una breve descrizione di ciò che si stava tentando di fare.

source: The MS CryptoAPI could not be used to generate random data.
de: Die MS CryptoAPI konnte nicht zur Zufallsdatengenerierung verwendet werden.
es: La CryptoAPI de Microsoft no se puede utilizar para generar datos aleatorios.
fr: La CryptoAPI de Microsoft ne peut pas être utilisée pour générer des données aléatoires.
it: Impossibile usare la CryptoAPI MS per generare dati casuali.

source: Please select another RNG, and try again
de: Bitte wählen Sie einen anderen Zufallsgenerator.
es: Seleccione otro RNG y vuelva a probar
fr: Merci de sélectionner un autre RNG et de réessayer
it: Selezionare un altro RNG, e riprovare

source: cryptlib could not be used to generate random data.
de: Cryptlib konnte nicht zur Zufallsdatengenerierung verwendet werden.
es: cryptlib no se puede utilizar para generar datos aleatorios.
fr: La bibliothèque "cryptlib" ne peut pas être utilisée pour générer des données aléatoires.
it: Impossibile usare cryptlib per generare dati casuali.

source: Please ensure the cryptlib DLL is in the correct location, and try again
de: Bitte stellen Sie sicher, dass sich die cryptlib DLL im korrekten Verzeichnis befindet.
es: Compruebe que la DLL cryptlib se encuentra en el emplazamiento correcto y vuelva a probar
fr: Merci de vérifier que la bibliothèque "cryptlib" se trouve au bon emplacement puis de réessayer
it: Assicurarsi che la DLL cryptlib sia nella posizione corretta, e riprovare

source: PKCS#11 token could not be used to generate random data.
de: Der PKCS#11-Token konnte nicht zur Zufallsdatengenerierung verwendet werden.
es: El token PKCS#11 no se puede utilizar para generar datos aleatorios.
fr: Le jeton PKCS#11 ne peut pas être utilisé pour générer des données aléatoires.
it: Impossibile usare il token PKCS#11 per generare dati casuali.

source: Please ensure token is inserted and configured correctly
de: Bitte stellen Sie sicher, dass der Token korrekt angeschlossen und konfiguriert ist.
es: Compruebe que el token está insertado y correctamente configurado
fr: Merci de vérifier que le jeton est correctement inséré et configuré
it: Assicurarsi che il token sia inserito e configurato correttamente

source: GPG could not be used to generate random data.
de: GPG konnte nicht zur Zufallsdatengenerierung verwendet werden.
es: GPG no se puede utilizar para generar datos aleatorios.
fr: GPG ne peut pas être utilisé pour générer des données aléatoires.
it: Impossibile usare GPG per generare dati casuali.

source: Please doublecheck the path to the GPG executable, and try again.
de: Bitte prüfen Sie den Pfad zur GPG-Programmdatei.
es: Compruebe la ruta del programa GPG y vuelva a probar.
fr: Merci de vérifier le chemin vers le programme de GPG puis de réessayer.
it: Ricontrollare il percorso dell'eseguibile GPG, e riprovare.

source: Unknown RNG selected?!
de: Unbekannter RNG gewählt?!
es: ¡Seleccionó un RNG desconocido!
fr: Sélection d'un RNG inconnu !
it: RNG sconosciuto selezionato?!

source: Insufficient random data generated?!
de: Unzureichende Zufallsdaten generiert?!
es: ¡Cantidad de datos aleatorios generados insuficiente!
fr: Quantité de données aléatoires générées insuffisantes !
it: Insufficienti dati casuali generati?!
