Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: Overwriting: %1
de: Überschreibe: %1
es: Sobrescribiendo: %1

source: Deletion of %1 failed
de: Löschen von %1 fehlgeschlagen
es: La supresión de %1 falló

source: Overwrite of %1 failed
de: Überschreiben von %1 fehlgeschlagen
es: Falló la sobreescritura de %1

source: Overwriting original (Pass: %1 / %2)...
de: Überschreibe Quelldaten (Durchgang: %1 / %2)...
es: Sobreescribiendo (Pase: %1 / %2)...

source: This folder already contains a folder named '%1'. If the files in the existing folder have the same name as files in the folder you are moving or copying, they will be replaced. Do you still want to move or copy the folder?
de: Dieses Verzeichnis enthält schon ein Verzeichnis '%1'. Enthält dieses Verzeichnis bereits Dateien mit gleichem Namen, so werden diese überschrieben. Möchten Sie wirklich fortfahren?
es: Esta carpeta ya contiene una carpeta llamada '%1'. Si los archivos de la carpeta existente tienen el mismo nombre que los archivos de la carpeta desplazada/copiada, los archivos serán reemplazados. ¿Quiere realmente desplazar o copiar esta carpeta?

source: <not calculated>
de: <nicht berechnet>
es: <no calculado>
fr: <non calculé>

source: %1 Properties
de: Eigenschaften...
es: %1 Propiedades
fr: Propriétés de %1

source: %1 (%2 bytes)
de: Byte
es: %1 (%2 octetos)
fr: %1 (%2 octets)

source: %1 Files, %2 Folders
de: %1 Dateien, %2 Verzeichnisse
es: %1 Archivos, %2 Carpetas
fr: %1 fichiers, %2 dossiers

source: Multiple types
de: Verschiedene Typen
es: Tipos Múltiples
fr: Types multiples

source: All in %1
de: Alle in %1
es: Todos en %1
fr: Tous dans %1

source: Type:
de: Typ
es: Tipo:

source: Free space
de: Freier Speicherplatz
es: Espacio libre

source: Used space
de: Belegter Speicherplatz
es: Espacio ocupado

source: Select folder
de: Verzeichnis wählen
es: Seleccionar carpeta

source: Please select folder:
de: Bitte wählen Sie ein Verzeichnis:
es: Seleccionar carpeta:

source: these %1 items
de: diese %1 Elemente
es: estos %1 objetos

source: Move Items
de: Elemente verschieben
es: Desplazar Objetos

source: Select the place where you want to move %1. Then click the Move button
de: Wählen Sie ein Zielverzeichnis zum Verschieben von %1. Klicken Sie dann den Verschieben-Button.
es: Seleccione hacia donde quiere desplazar %1 y haga clic en el botón Desplazar

source: Move
de: Verschieben
es: Desplazar

source: Copy Items
de: Elemente kopieren
es: Copiar Objetos

source: Select the place where you want to copy %1. Then click the Copy button
de: Wählen Sie ein Zielverzeichnis zum Kopieren von %1. Klicken Sie dann den Kopieren-Button.
es: Seleccione el lugar donde copiar %1 y haga clic en el botón Copiar

source: Copy
de: Kopieren
es: Copiar

source: Store Items
de: Schreibe Elemente
es: Archivar Objetos

source: Select the place where you want to store %1. Then click the Store button
de: Wählen Sie den Speicherort für %1. Klicken Sie dann den Speichern-Button
es: Seleccione donde quiere archivar %1 y haga clic en el botón Archivar

source: Prompt user
de: <Benutzer fragen>
es: Preguntar al usuario

source: Delete original
de: Quelldateien löschen
es: Suprimir el original

source: Overwrite original
de: Quelldateien überschreiben
es: Sobrescribir el original

source: Program files (*.exe, *.com, *.bat)|*.exe; *.bat; *.com|All files|*.*
de: Ausführbare Dateien (*.exe, *.com, *.bat)|*.exe; *.bat; *.com|Alle Dateien|*.*
es: Programas (*.exe, *.com, *.bat)|*.exe; *.bat; *.com|Todos archivos|*.*
fr: Programmes (*.exe, *.com, *.bat)|*.exe; *.bat; *.com|Tous les fichiers|*.*
it: File eseguibili (*.exe, *.com, *.bat)|*.exe; *.bat; *.com|Tutti i file|*.*

source: Locate post open executable
es: Programa a ejecutar post montaje

source: Locate pre lock executable
es: Programa a ejecutar pre desmontaje

source: Locate post lock executable
es: Programa a ejecutar post desmontaje

source: LibreCrypt can be configured here to automatically run programs after opening, before locking, and after locking. Any post-open and pre-lock executables specified must use a relative path to the executable within the opened container. Executables with spaces in their paths/names must be surrounded with double quotes. "%DRIVE" will be substituted with the drive letter of the opened drive
de: LibreCrypt kann automatisch Programme nach dem Mounten, vor dem Dismounten oder nach dem Dismounten ausführen. Nach Open und vor Dismount auszuführende Programme müssen in einem relativen Pfad innerhalb des gemounteten Volumens liegen. Absolute und UNC-Pfade sind bei diesen beiden aus Sicherheitsgründen unzulässig. Pfadangaben mit Leerzeichen müssen in doppelten Anführungszeichen ("") eingefasst werden. "%DRIVE" wird automatisch mit dem aktuellen Laufwerksbuchstaben des gemounteten Volumens ersetzt.
es: Se puede configurar LibreCrypt para ejecutar automáticamente ciertos programas después del montaje, antes del desmontaje y después del desmontaje. Las rutas de los ejecutables de post-montaje y pre-desmontaje tienen que ser relativas al volumen montado (por razones de seguridad, las rutas absolutas y UNC no están autorizadas) Los ejecutables que contienen espacios en su ruta o nombre tienen que estar entre comillas. "%DRIVE" será sustituído por la letra del disco montado.
fr: LibreCrypt peut être paramétré pour démarrer automatiquement des programmes après le montage, avant le démontage et après le démontage. Pour des raisons de sécurité, les chemins absolus et UNC ne sont pas autorisés. Autrement dit, les chemins doivent être relatifs aux exécutables situés à l'intérieur du volume monté. Par ailleurs, les programmes ayant des espaces dans leur chemin ou leur nom doivent être encadrés par des guillemets. "%DRIVE" sera remplacé par la lettre du lecteur monté.
it: LibreCrypt può essere qui configurato per avviare automaticamente programmi dopo il montaggio, prima dello smontaggio, e dopo lo smontaggio. Qualsiasi eseguibile specificato in post-montaggio e pre-montaggio deve usare un percorso relativo che punti all'eseguibile nel volume montato (p.e. i percorsi assoluti e UNC non sono permessi per ragioni di sicurezza). Gli eseguibili con spazi nei loro percorsi/nomi devono essere delimitati da virgolette. "%DRIVE" verrà sostituito dalla lettera del disco montato.

source: post open
es: post montaje

source: pre lock
es: pre desmontaje

source: post lock
es: post desmontaje

source: LibreCrypt: Free On-The-Fly-Encryption
es: LibreCrypt : Free On-The-Fly-Encryption (Cifrado Al Vuelo Libre)
fr: LibreCrypt : Free On-The-Fly-Encryption (Chiffrement à la volée libre)

source: You need administrator privileges in order to carry out this operation.
de: Sie brauchen Administratorrechte zur Ausführung dieser Funktion.
es: Se necesitan privilegios de administrador para realizar esta operación.
fr: Vous devez disposer des droits d'administration pour réaliser cette opération.
it: C'è bisogno di privilegi di amministratore per compiere questa operazione.

source: Open partition
de: Partition mounten
es: Montar la partición
fr: Monter la partition
it: Monta partizione

source: Lock all
de: Alle dismounten
es: Desmontar todo
fr: Tout démonter
it: Smonta tutto

source: Portable mode
de: Portabler Modus
es: Modo portatil
fr: Mode portable
it: Modalità trasferibile

source: Open a partition based encrypted container
es: Montar un volumen cifrado de tipo partición

source: Lock all opened containers
es: Desmontar todos los volúmenes

source: Lock %1: %2
es: Desmontar %1: %2

source: The main LibreCrypt driver does not appear to be installed/running on this computer
de: Der LibreCrypt Haupttreiber ist nicht installiert oder läuft nicht.
es: El controlador principal de LibreCrypt no ha sido instalado/lanzado en este ordenador.
fr: Le pilote principal de LibreCrypt ne semble pas être installé et démarré sur cet ordinateur.
it: Il driver principale LibreCrypt non sembra essere installato/avviato su questo computer

source: Would you like to start LibreCrypt in portable mode?
de: Möchten Sie LibreCrypt im portablen Modus starten?
es: ¿Quiere lanzar LibreCrypt en modo portatil?
fr: Voulez-vous démarrer LibreCrypt en mode portable ?
it: Si vuole avviare LibreCrypt in modalità trasferibile?

source: Please see the "installation" section of the accompanying documentation for instructions on how to install the LibreCrypt drivers.
de: Bitte beachten Sie das Kapitel "Installation" in der Dokumentation zur Installation der Treiber.
es: Consulte la sección "instalación" de la documentación donde encontrará instrucciones para instalar los controladores de LibreCrypt.
fr: Merci de consulter la section "installation" de la documentation jointe et de suivre les instructions pour installer les pilotes de LibreCrypt.
it: Vedere la sezione "installation" della documentazione per istruzione su come installare i driver LibreCrypt.

source: Drive
de: Laufwerk
es: Lector
fr: Lecteur

source: Container
es: Volumen

source: Your LibreCrypt container has been opened as drive: %1
es: Se montó el volumen LibreCrypt como disco: %1

source: Your LibreCrypt containers have been opened as drives: %1
es: Se montaron los volúmenes LibreCrypt como discos: %1

source: The container currently opened as %1: must be dismounted before %2: can be dismounted
es: El volumen actualmente montado como %1: ha de desmontarse antes de desmontar el volumen %2:

source: Unable to lock drive: %1
es: No se pudo desmontar el disco: %1

source: Unable to lock drives: %1
es: No se pudieron desmontar los discos: %1

source: Do you wish to force a lock on this drive?
es: ¿Desea forzar el desmontaje de este disco?

source: Do you wish to force a lock on these drives?
es: ¿Desea forzar el desmontaje de estos discos?

source: Warning: Emergency locks are not recommended
es: Alerta: no se aconseja realizar desmontajes de urgencia

source: Are you sure you wish to proceed?
de: Möchten Sie wirklich fortfahren?
es: ¿Está seguro de querer continuar?
fr: Êtes-vous sûr de vouloir procéder au démontage ?
it: Si è sicuri di voler procedere?

source: Toggle portable mode drivers
de: Treiber für portablen Modus umschalten
es: Cambiar el modo portatil de los controladores
fr: Activer ou désactiver le mode portable des pilotes
it: Attivare/disattivare driver modo trasferibile

source: Use portable mode drivers
de: Treiber im portablen Modus nutzen
es: Utilizar controladores en modo portatil
fr: Utiliser les pilotes en mode portable
it: Usa driver modalità trasferibile

source: LibreCrypt main driver not connected.
de: Keine Verbindung zum LibreCrypt Haupt-Treiber.
es: Controlador principal LibreCrypt desconectado.
fr: Le pilote principal de LibreCrypt n'est pas connecté.
it: Driver principale LibreCrypt non connesso.

source: %1 drive opened.
es: %1 disco montado.

source: %1 drives opened.
es: %1 discos montados.

source: %1: Free Space: %2; Total size: %3
de: %1: Freier Speicherplatz: %2; Gesamtgröße: %3
es: %1: Espacio libre: %2; Talla total: %3
fr: %1: Espace libre : %2 ; Taille totale : %3
it: %1: Spazio Libero: %2; Dimensione totale: %3

source: %1 drive selected.
de: %1 Laufwerk gewählt
es: %1 disco seleccionado.
fr: %1 lecteur sélectionné.
it: Disco %1 selezionato.

source: %1 drives selected.
de: %1 Laufwerke gewählt
es: %1 discos seleccionados.
fr: %1 lecteurs sélectionnés.
it: Dischi %1 selezionati.

source: Unknown autorun type?!
de: Unbekannter Autostart-Typ?!
es: ¡Tipo de autoejecución desconocido!
fr: Type de démarrage automatique inconnu !
it: Tipo di autorun sconosciuto?!

source: Unable to locate %1 executable:
de: Kann %1 Datei nicht finden:
es: No se encontró el programa %1:
fr: Impossible de trouver le programme %1 :
it: Impossibile trovare eseguibile %1:

source: Error running %1 executable:
de: Kann %1 Datei nicht ausführen:
es: Error de ejecución del programa %1:
fr: Erreur du programme %1 :
it: Errore nell'esecuzione di %1:

source: Error running Explorer
de: Fehler beim Start des Explorers.
es: Error del Explorador Windows
fr: Erreur de l'Explorateur Windows
it: Errore esecuzione Explorer

source: The main LibreCrypt driver installed on this computer dates back to LibreCrypt %1
de: Der installierte LibreCrypt Haupt-Treiber gehört zur Vorgänger-Version %1
es: El controlador principal LibreCrypt instalado corresponde a la versión %1 de LibreCrypt.
fr: Le pilote principal de LibreCrypt installé sur cet ordinateur correspond à la version %1 de LibreCrypt.
it: Il driver LibreCrypt installato su questo computer corrisponde alla versione %1 di LibreCrypt

source: It is highly recommended that you upgrade your LibreCrypt drivers to v3.00 or later as soon as possible, in order to allow the use of LRW and XTS based containers.
es: Se recomienda actualizar los controladores de LibreCrypt a la versión v3.00 o ulterior rapidamente para poder utilizar los volúmenes basados en LRW y XTS.

source: See documentation (installation section) for instructions on how to do this.
de: Bitte beachten Sie hierzu die Dokumentation. (Kapitel Installation)
es: Seguir las instrucciones de la documentación (sección Instalación) para realizar esta acción.
fr: Suivez les instructions indiquées dans la documentation (section "Installation").
it: Vedere la documentazione (sezione installazione) per istruzioni a riguardo.

source: It is highly recommended that you upgrade your LibreCrypt drivers to those included in v4.30 or later as soon as possible, due to improvements in the main driver.
de: Es wird aufgrund wichtiger Verbesserungen dringend empfohlen, Ihre LibreCrypt-Treiber auf v4.30 oder höher zu updaten.
es: Se recomienda actualizar los controladores de LibreCrypt a la versión v4.30 o ulterior rapidamente para beneficiar de las mejoras realizadas en el controlador principal.
fr: Il est fortement conseillé de mettre à jour les pilotes LibreCrypt avec ceux inclus dans la version v4.30 ou ultérieure de LibreCrypt dès que possible afin de profiter des améliorations apportées au pilote principal.
it: E' altamente raccomandato l'aggiornamento dei driver LibreCrypt alla versione 4.30 o successiva appena possibile, per via di miglioramenti nel driver principale.

source: Unable to encrypt pseudorandom data before using for overwrite buffer?!
de: Kann die Pseudo-Zufallsdaten zum Überschreiben nicht verschlüsseln?!
es: ¡No se pudo encriptar los datos pseudoaleatorios para sobrescribir el tapón memoria!
fr: Impossible de chiffrer des données pseudo-aléatoires pour écraser le tampon mémoire !
it: Impossibile crittare dati pseudocasuali prima di usare il buffer di sovrascrittura?!

source: Unable to locate any portable LibreCrypt drivers.
de: Kann keine portablen LibreCrypt Treiber finden.
es: No se encontró ningún controlador portatil de LibreCrypt.
fr: Impossible de trouver les pilotes portables de LibreCrypt.
it: Impossibile localizzare i driver trasferibili LibreCrypt.

source: Please ensure that the a copy of the LibreCrypt drivers (".sys" files) you wish to use are located in the correct directory.
de: Bitte stellen Sie sicher, dass sich die benötigten LibreCrypt-Treiber (".sys"-Dateien) im korrekten Verzeichnis befinden.
es: Compruebe que los controladores de LibreCrypt (archivos ".sys") que quiere utilizar se encuentran en el directorio correcto.
fr: Merci de vérifier que les pilotes de LibreCrypt (fichiers ".sys") que vous voulez utiliser sont situés dans le bon dossier.
it: Assicurarsi che una copia dei driver LibreCrypt (file ".sys") che si desidera usare sia presente nella cartella corretta.

source: One or more of your portable LibreCrypt drivers could not be installed/started.
de: Mindestens ein portabler LibreCrypt-Treiber konnte nicht installiert/gestartet werden.
es: Uno o varios controladores portátiles de LibreCrypt no se pudieron instalar/lanzar.
fr: Un ou plusieurs pilotes portables de LibreCrypt ne peuvent être installés ou démarrés.
it: Impossibile installare/avviare uno o più driver trasferibili LibreCrypt.

source: Please select "File | Drivers..." to check which drivers are currently operating.
de: Bitte prüfen Sie unter "Datei | Treiber...", welche Treiber aktuell lauffähig sind.
es: Seleccionar "Archivo | Controladores..." en el menú para comprobar los controladores activos.
fr: Merci de sélectionner "Fichier | Pilotes..." dans le menu pour vérifier les pilotes actuellement opérationnels.
it: Selezionare "File | Driver..." per verificare quali driver sono attivi.

source: You have one or more containers opened.
es: Hay uno o varios volúmenes montados.

source: If any of the currently opened containers makes use of any of the LibreCrypt drivers which are currently in portable mode, stopping portable mode is not advisable.
es: Si uno cualquiera de los volúmenes montados utiliza un controlador LibreCrypt en modo portatil, no se aconseja parar el mode portatil.

source: It is recommended that you lock all containers before stopping portable mode.
es: Se aconseja desmontar todos los volúmenes antes de parar el modo portatil.

source: Do you wish to continue stopping portable mode?
de: Soll die Deaktivierung der portablen Treiber nun erfolgen?
es: ¿Está seguro que quiere parar el modo portatil?
fr: Êtes-vous sûr de vouloir arrêter le mode portable ?
it: Si desidera continuare l'interruzione della modalità trasferibile?

source: Portable mode drivers stopped and uninstalled.
de: Die portablen Treiber wurden gestoppt und deinstalliert.
es: Controladores en modo portatil cancelados y desinstalados.
fr: Les pilotes en mode portables ont été arrêtés et désinstallés.
it: Driver modalità trasferibile chiusi e disinstallati.

source: One or more of your portable LibreCrypt drivers could not be stopped/uninstalled.
de: Mindestens ein portabler Treiber konnte nicht gestoppt/deinstalliert werden.
es: No se pudieron parar/desinstalar uno o varios controladores portátiles de LibreCrypt.
fr: Un ou plusieurs pilotes en mode portable de LibreCrypt n'ont pas pu être arrêtés ou désinstallés.
it: Impossible chiudere/disinstallare uno o più driver LibreCrypt in modalità trasferibile.

source: One or more containers are still opened.
es: Uno o varios volúmenes todavía están montados.

source: Do you wish to lock all containers before exiting?
es: ¿Desmontar todos los volúmenes antes de cerrar?

source: One or more of the LibreCrypt drivers are running in portable mode.
de: Mindestens ein LibreCrypt-Treiber läuft im portablen Modus.
es: Uno o varios controladores LibreCrypt funcionando en modo portatil.
fr: Un ou plusieurs pilotes de LibreCrypt sont en cours d'utilisation en mode portable.
it: Uno o più driver LibreCrypt sono avviati in modalità trasferibile.

source: Do you wish to shutdown portable mode before exiting?
de: Soll der portable Modus vor Programmende auch beendet werden?
es: ¿Quiere parar el modo portatil antes de cerrar?
fr: Voulez-vous arrêter le mode portable avant de quitter ?
it: Si desidera arrestare la modalità trasferibile prima di uscire?

source: Error: Unable to assign hotkey %1
de: Fehler: Kann Tastenkürzel %1 nicht zuweisen.
es: Error: no se pudo asignar la tecla aceleradora %1
fr: Erreur : impossible d'assigner le raccourci %1
it: Errore: Impossibile assegnare l'hotkey %1

source: Another instance of LibreCrypt is running - the hotkey may already be assigned to that instance.
de: Eine weitere Instanz von LibreCrypt läuft - dieses Tastenkürzel ist bereits bei der anderen Instanz vergeben.
es: Otra instancia de LibreCrypt está funcionando - la tecla aceleradora debe estar asignada a esa instancia.

source: Format
es: Formatear
fr: Formater

source: Your encrypted drive could not be formatted at this time.
de: Ihr verschlüsseltes Laufwerk kann momentan nicht formatiert werden.
es: No se puede formatear el disco encriptado actualmente.
fr: Votre lecteur chiffré ne peut actuellement pas être formaté.
it: Impossibile formattare il disco crittato in questo momento.

source: Please lock this container and remount it with the "Open for all users" option checked, before trying again.
es: Desmontar el volumen y remontarlo con la opción "Para todos los usuarios" seleccionada antes de volver a probar.

source: Due to the destructive nature of overwriting entire drives, only one drive may be selected when this option is chosen.
de: Aufgrund des destruktiven Charakters dieser Funktion kann jeweils nur ein einzelnes Laufwerk gewählt werden.
es: Debido a su caracter destructivo, la opción "Sobrescribir un disco entero" no permite seleccionar mas de un disco.
fr: En raison de son caractère destructif, l'option "Écraser un disque entier" implique qu'un seul lecteur puisse être sélectionné à la fois.
it: A causa della natura distuttiva della sovrascrittura di interi dischi, un solo disco può essere selezionato con questa opzione.

source: Please ensure that only one opened drive is selected, and retry.
es: Comprobar que solo hay un disco seleccionado e intentar de nuevo.

source: WARNING!
de: ACHTUNG!
es: ¡ALERTA!
fr: ATTENTION !
it: ATTENZIONE!

source: You are attempting to overwrite drive: %1:
de: Sie möchten Laufwerk %1 überschreiben!
es: Está intentando sobrescribir el disco: %1:
fr: Vous essayez d'écraser le lecteur : %1:
it: Si sta cercando di sovrascrivere il disco: %1:

source: THIS WILL DESTROY ALL INFORMATION STORED ON DRIVE %1:, and require it to be reformatted
de: DIES ZERSTÖRT ALLE INFORMATIONEN UNWIEDERBRINGLICH, und erfordert erneute Formatierung.
es: ESTA OPERACIÓN VA A DESTRUIR TODAS LAS INFORMACIONES DEL DISCO %1: y necesitará reformatarlo.
fr: CETTE OPÉRATION VA DÉTRUIRE TOUTES LES DONNÉES ENREGISTRÉES SUR LE LECTEUR %1: et imposera son reformatage.
it: QUESTO DISTRUGGERA' TUTTE LE INFORMAZIONE SUL DISCO %1:, e richiederà una riformattazione

source: Are you ABSOLUTELY SURE you want to do this?
de: Sind Sie sich ABSOLUT sicher?
es: ¿Está ABSOLUTAMENTE SEGURO que quiere continuar?
fr: Êtes-vous ABSOLUMENT SÛR de vouloir tout effacer ?
it: Si conferma ASSOLUTAMENTE l'azione prescelta?

source: Overwriting on a large container may take awhile.
es: Sobrescribir un gran volumen puede ser largo.

source: Overwrite operation complete.
de: Das Überschreiben ist beendet.
es: Operación de sobrescritura terminada.
fr: Opération d'écrasement terminée.
it: Operazione di sovrascrittura completata.

source: Please reformat the drive just overwritten before attempting to use it.
de: Bitte formatieren Sie das soeben überschriebene Laufwerk vor Benutzung.
es: Formatear el disco que acaba de sobrescribir antes de utilizarlo.
fr: Merci de reformater le lecteur que vous venez d'écraser avant d'essayer de l'utiliser.
it: Riformattare il disco appena sovrascritto prima di tentare di usarlo.

source: Overwrite operation FAILED.
de: Das Überschreiben ist fehlgeschlagen.
es: La operación de sobrescritura FRACASÓ.
fr: ÉCHEC de l'opération d'écrasement
it: Operazione di sovrascrittura FALLITA.

source: Did you remember to format this drive first?
de: Haben Sie das Laufwerk vor Benutzung formatiert?
es: ¿Recuerda que debe formatear este disco?
fr: Vous rappelez-vous qu'il faut d'abord formater ce lecteur ?
it: Ci si è ricordati di formattare il disco prima?

source: Overwrite operation cancelled by user.
de: Das Überschreiben wurde durch den Benutzer abgebrochen.
es: Operación de sobrescritura cancelada por el usuario.
fr: Opération d'écrasement annulée par l'utilisateur.
it: Operazione di sovrascrittura annullata dall'utente.

source: No drives selected to overwrite?
de: Kein Laufwerk zum Überschreiben gewählt.
es: ¿Ningún disco seleccionado para la sobrescritura?
fr: Aucun lecteur n'a été sélectionné pour l'écrasement.
it: Nessun disco selezionato per la sovrascrittura?
