Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: Please enter the amount of "salt" to be combined with your password to generate an encryption key. "Salting" your password increases security, and will slow down dictionary attacks against your volume. Note: The value entered must be a multiple of both 8 and the cypher's blocksize. Note: If this value is changed from its default, you will be required to enter it value every time you Open your volume. For this reason it is recommended that most users leave it at its default value, unless there is a particular need to do otherwise.
de: Bitte geben Sie die Menge des "Salt" an, das mit Ihrem Passwort zur Schlüsselerstellung verwendet werden soll. Das "Salting" Ihres Passwortes erhöht die Sicherheit gegen Wörterbuchattacken auf Ihr Volumen. Anmerkung: Ändern Sie hier den Vorgabewert, so muss die Zahl der Iterationen bei jedem Mountvorgang angegeben werden. Deshalb wird die Verwendung des Vorgabewertes für die meisten Anwendungen empfohlen.
fr: Merci d'indiquer la quantité de "sel" à combiner avec votre mot de passe pour générer la clé chiffrée. "Saler" le mot de passe accroît la sécurité et ralentira les attaques par dictionnaire contre le volume. Remarque : la valeur doit être un multiple de 8. Remarque : si la valeur par défaut est modifiée, vous devrez l'indiquer chaque fois que vous monterez le volume. Il est donc recommandé de conserver la valeur par défaut à moins que vous ayez une raison particulière de la modifier.
it: Inserire la quantità di "salt" da combinare con la password per generare una chiave di crittaggio. "Dare salt" alla password aumenta la sicurezza, e rallenta gli attacchi dizionario contro il vostro volume. Nota: Se questo valore viene cambiato dal default, vi verrà richiesto di inserirlo ogni volta che montate il volume. Per questa ragione si raccomanda per la maggioranza degli utenti di lasciarlo a default, a meno che non ci sia un motivo particolare per cambiarlo.

source: Please enter the drive letter you would normally like this volume mounted under. Note: You will be able to change this after the volume has been created.
de: Geben Sie den Laufwerksbuchstaben des gemounteten Volumens an. Anmerkung: Diese Einstellung kann nachträglich geändert werden.
fr: Merci d'indiquer la lettre de lecteur que vous souhaitez utiliser lors du montage de ce volume. Remarque : vous pourrez changer ce paramètre après la création du volume.
it: Digitare la lettera di drive sotto la quale si vuole montare normalmente il volume. Nota: Sarà possibile cambiarla dopo che il volume è stato creato.

source: Please specify if you would like your volume's critical data block (CDB) to be written at the start of the new volume, or stored in a separate keyfile. The CDB is where metadata about your volume is stored, together with the master key used to carry out the actual encryption/decryption of your data. For most users, including the CDB as part of the volume file is probably the best option. If you store this information in a keyfile, you will need both your volume file AND a keyfile in order to Open your volume. Note: Storing the CDB as part of the volume file will increase your volume's size by 512 bytes.
de: Bitte geben Sie an, ob der kritische Datenblock (CDB) Ihres Volumens in diesem oder in einer separaten Schlüsseldatei gespeichert werden soll. Im CDB werden die Metadaten Ihres Volumens zusammen mit dem Haupt-Schlüssel gespeichert. Für die meisten Anwendungen ist die Speicherung im Volumen selbst die beste Option. Wenn Sie diese Informationen in eine Schlüsseldatei speichern, so sind Volumen UND Schlüsseldatei zum Mounten notwendig. Anmerkung: Die Auslagerung des kritischen Datenblockes (CDB) in eine Datei vergrößert das Volumen um 512 byte.
fr: Merci d'indiquer si vous préférez enregistrer le bloc des données critiques (CDB) de votre volume au début de celui-ci ou dans un fichier clé séparé. Le CDB correspond à l'endroit où sont enregistrées les métadonnées du volume et la clé principale utilisée pour chiffrer et déchiffrer les données. Pour la plupart des utilisateurs, inclure le CDB au début du volume est le meilleur choix. Si vous enregistrez le CDB dans un fichier clé, vous aurez besoin à la fois du fichier des données et du fichier clé pour monter le volume. Remarque : enregistrer le CDB avec le volume accroît la taille de celui-ci de 512 octets.
it: Specificare se vorreste che il blocco dati critici del volume (CDB) deve essere scritto all'inizio del nuovo volume, o memorizzato in un keyfile separato. Nel CDB vengono salvati i metadati del volume, insieme alla chiave principale usata per implementare il crittaggio/decrittaggio dei dati. Per la maggioranza degli utenti, includere il CDB nel file volume è forse l'opzione migliore. Se salvate questa informazione in un keyfile, vi serviranno il volume E ANCHE un keyfile per poter montare il volume. Nota: Salvare il CDB come parte del file volume aumenterà le dimensioni del volume di 512 byte.

source: "Padding" is additional random data added to the end of a volume file. Any padding added will not be available for use as part of the mounted volume, and serves to increase the size of the volume. Encrypted volumes typically have a file size that is a multiple of 512 bytes, or a "signature size" beyond the last 1MB boundry. To prevent this, you may wish to append random "padding" data to the new volume. Padding also reduces the amount of information available to an attacker with respect to the maximum amount of the encrypted that may actually be held within the volume.
de: "Padding" ist das Hinzufügen von Zufallsdaten zum Ende des Volumens. Diese Paddingdaten vergrößern das Volumen, können aber nicht als Speicherplatz genutzt werden. Die Größe verschlüsselter Volumen beträgt typischerweise ein Vielfaches von 512 Byte, oder Sie haben eine "Signaturgröße" jenseits der 1MB-Grenze. Um dies zu vermeiden, können zufällige "Padding" -Daten zum neuen Volumen hinzugefügt werden. Padding verringert auch die für Angreifer verfügbaren Informationen hinsichtlich der aktuellen Menge an verschlüsselten Daten im Volumen.

source: Volume files (*.vol)|*.vol|All files|*.*
de: Volumen-Datei (*.vol)|*.vol|Alle Dateien|*.*
fr: Volumes (*.vol)|*.vol|Tous les fichiers|*.*
it: File volume (*.vol)|*.vol|Tutti i file|*.*

source: Volume files and keyfiles (*.vol;*.cdb)|*.vol;*.cdb|Volume files (*.vol)|*.vol|Keyfiles (*.cdb)|*.cdb|All files|*.*
de: Volumen- und Schlüsseldateien (*.vol;*.cdb)|*.vol;*.cdb|Volumen-Dateien(*.vol)|*.vol|Schlüsseldateien (*.cdb)|*.cdb|Alle Dateien|*.*
fr: Volumes et fichiers clé (*.vol;*.cdb)|*.vol;*.cdb|Volumes (*.vol)|*.vol|Fichiers clé (*.cdb)|*.cdb|Tous les fichiers|*.*
it: File volume e keyfile (*.vol;*.cdb)|*.vol;*.cdb|File volume (*.vol)|*.vol|Keyfile (*.cdb)|*.cdb|Tutti i file|*.*

source: %1 bits
de: %1 bit
it: %1 bit

source: WARNING: This volume appears to have been created with a later version of LibreCrypt than this software supports. You may continue, however: 1) Your data may be read incorrectly due to changes in the decryption process, and 2) It is not recommended that you write to this volume using this software.
de: WARNUNG: Dieses Volumen wurde mit einer aktuelleren LibreCrypt-Version erzeugt, die diese Version nicht unterstützt. Sie können fortfahren, aber: 1) Ihre Daten können durch Änderungen im Entschlüsselungsprozess falsch gelesen werden. 2) Es wird nicht empfohlen, mit dieser Version in das Volumen zu schreiben.
fr: ATTENTION : ce volume semble avoir été créé avec une version ultérieure de LibreCrypt. Vous pouvez continuer, mais : 1) vos données peuvent être lues de manière incorrecte en raison des modifications dans le processus de déchiffrement ; 2) il est déconseillé d'écrire sur ce volume avec ce programme.
it: AVVISO: Sembra che il volume sia stato creato con una versione di LibreCrypt non supportata da questo software. Si può continuare, ma: 1) I dati potrebbero venir letti in modo errato per i cambiamenti nel processo di decrittaggio, e 2) Non è raccomandato scrivere su questo volume usando questo software.

source: Volume details block :
de: Volumendetails:
fr: Bloc des informations de volume :
it: Dettagli blocco volume:

source: Volume Details Block
de: Volumendetails
fr: Bloc des informations de volume
it: Dettagli Blocco Volume

source: Volume flags : %1
de: Volumen-Flags : %1
fr: Drapeaux du volume : %1
it: Flag volume : %1

source: Volume IV :
de: Volumen-IV:
fr: IV de volume :

source: Zeros
de: Nullen
fr: Zéros
it: Zeri

source: Select the details you wish to display:
de: Wählen Sie die anzuzeigenden Details:

source: Filesystem mounted readonly
de: Das Dateisystem ist schreibgeschützt gemountet.

source: Mounted as:
de: Gemountet als:
fr: Monté sur :
it: Montato come:

source: Error
de: Fehler
fr: Erreur
it: Errore

source: &No
de: &Nein
fr: &Non

source: Backup:
de: Sichern...

source: Volume file to backup from does not exist
de: Backup-Quellvolumen existiert nicht

source: Volume file to restore to does not exist
de: Das Ziel-Volumen zum Rücksichern existiert nicht.

source: Unable to get file size of volume file
de: Kann Dateigröße des Volumens nicht ermitteln.

source: Volume file too small to contain CDB
de: Das Volumen ist für den Kritischen Datenblock zu klein.

source: Volume/keyfile changed successfully.
de: Volumen/Schlüsseldatei erfolgreich geändert.

source: Unable to update the volume/keyfile as requested; please check your password and other settings
de: Kann Volumen/Schlüsseldatei nicht aktualisieren; bitte prüfen Sie Einstellungen und Passwort.

source: Please enter the filename of an existing volume (with CDB) or keyfile
de: Bitte geben Sie den Dateinamen eines existierenden Volumens (mit CDB) oder eine Schlüsseldatei an

source: Volume:
de: Volumen:

source: Please enter the filename of an existing LUKS volume
de: Bitte geben Sie den Dateinamen eines existierenden LUKS-Volumens an.

source: The file specified is not a LUKS encrypted volume.
de: Die angegebene Datei ist kein LUKS-verschlüsseltes Volumen.

source: Open volume
de: Volumen mounten

source: Mounted OK
de: Erfolgreich gemountet

source: Unable to Open volume; please ensure that you entered the correct details (password, etc), and the appropriate hash/cypher drivers are enabled If you are using a keyfile, please ensure that you check/uncheck the "Data from offset includes CDB" option, as appropriate for your volume.
de: Kann Volumen nicht mounten; bitte prüfen Sie die Optionen (Passwort, etc), und stellen Sie sicher, daß die notwendigen Hash-/Cypher-Treiber aktiv sind. Nutzen Sie eine Schlüsseldatei, prüfen Sie bitte die Angabe, ob der CDB im angegebenen Offset enthalten ist oder nicht.

source: Unable to Open volume; please ensure that you entered the correct details (password, etc).
de: Kann das Volumen nicht mounten. Bitte prüfen Sie die angegebenen Details (Passwort etc.).

source: New volume
de: Neues Volumen

source: Your new volume will be created with the following properties:
de: Ihr neues Volumen wird mit folgenden Eigenschaften erzeugt:

source: RNG:
de: RNG: %1

source: Select "Finish" to create the above volume
de: Wählen Sie "Erstellen" um das Volumen zu erzeugen.

source: New volume created and mounted successfully.
de: Das neue Volumen wurde erstellt und erfolgreich gemountet.

source: New volume created successfully. Please tap "File | Open" to begin using it
de: Das neue Volumen wurde erfolgreich erstellt. Um es zu nutzen, mounten Sie es bitte mit "Mounten | Datei".

source: New volume could not be created; please check your settings, and ensure you have sufficient storage to hold the new volume
de: Das neue Volumen konnte nicht erstellt werden; prüfen Sie bitte die Einstellungen und ob genügend Speicherplatz zur Verfügung steht.

source: A file with the name specified already exists. If you continue, a hidden volume will be created within this file, overwriting part of it. Do you wish to proceed?
de: Eine Datei mit angegebenem Namen exitiert bereits. Wenn Sie fortfahren, wird ein verstecktes Volumen innerhalb der Datei erstellt und diese teilweise überschrieben. Möchten Sie fortfahren?

source: Please enter a filename for the new volume
de: Bitte geben Sie einen Dateinamen für das neue Volumen ein.

source: The host file is not large enough for a hidden volume with this offset and size
de: Die Hostdatei ist zu klein für das versteckte Volumen mit angegebenem Offset und Größe.

source: General #1
de: Allgemein

source: General #2
de: Allgemein

source: You have enabled all hash drivers Enabling all hash drivers can significantly increase the time taken to Open volumes. Are you sure you wish to do this?
de: Sie haben alle Hash-Treiber aktiviert. Die Aktivierung vieler Treiber vergrößert signifikant die Zeit zum Mounten. Möchten Sie wirklich alle Hash-Treiber aktivieren?

source: You have enabled all cypher drivers Enabling all cypher drivers can significantly increase the time taken to Open volumes. Are you sure you wish to do this?
de: Sie haben alle Cypher-Treiber aktiviert. Die Aktivierung vieler Treiber vergrößert signifikant die Zeit zum Mounten. Möchten Sie wirklich alle Cypher-Treiber aktivieren?

source: Unable to get volume properties.
de: Kann die Volumeneigenschaften nicht ermitteln.

source: DoxBox4PDA volume
de: DoxBox4PDA Volumen.

source: Volume files\0*.vol\0All files\0*.*\0
de: Volumendatei\0*.vol\0Alle Dateien\0*.*\0

source: Volume files and keyfiles\0*.vol;*.cdb\0Volume files\0*.vol\0Keyfiles\0*.cdb\0All files\0*.*\0
de: Volumen- und Schlüsseldateien\0*.vol;*.cdb\0Volumendateien\0*.vol\0Schlüsseldateien\0*.cdb\0Alle Dateien\0*.*\0

source: All volumes dismounted.
de: Alle Volumen dismountet.

source: One or more of volumes could not be dismounted.
de: Ein oder mehrere Volumen konnten nicht gedismountet werden.

source: Volume dismounted.
de: Volumen gedismountet.

source: Dismount failed.
de: Dismount fehlgeschlagen.

source: Please note: If you wish to create a new volume for use on both PDAs and PCs, please do so using the PC version of LibreCrypt. See documentation for further explanation.
de: Anmerkung: Möchten Sie ein Volumen auf PDAs und PCs nutzen, erzeugen Sie es bitte mit der PC Version von LibreCrypt. Details finden Sie in der Hilfedatei.

source: Unable to get details of all mounted volumes
de: Kann nicht Details aller gemounteten Volumen ermitteln.

source: Mounted as device:
de: Gemountet als Gerät:

source: XOR sector IVs with volume IV
de: XOR Sektor-IVs mit Volumen-IV

source: Display large icons
de: Große Icons anzeigen

source: Note: The more drivers you enable, the slower volume opening will be.
de: Anmerkung.: Je mehr Treiber aktiviert, desto langsameres Mounten

source: Please specify the filename and location where the new volume should be created. If you wish to create a "hidden" volume within an existing volume, please specify your existing volume to be used.
de: Bitte geben Sie Dateinamen und Speicherort für das neue Volumen an. Möchten Sie ein "verstecktes" Volumen innerhalb eines existierenden Volumens erstellen, geben Sie bitte das existierende äußere Volumen an.

source: Please enter the required size of the new volume. Note: The size you specified here will be the size of the data part of the volume file. The actual file created will be larger than this by the size of the critical data area, which will be prepended onto the volume file.
de: Bitte geben Sie die Größe des zu erstellenden Volumens an. Anmerkung: Der hier angegebene Wert ist die nutzbare Größe für Daten. Die tatsächliche Dateigröße erweitert sich um den angehängten Kritischen Datenblock (CDB).

source: In order to create your new volume, a certain amount of random data is required. In order to generate this data, please select which random number generators you wish to use from the options shown.
de: Um das neue Volumen zu erstellen, müssen Zufallsdaten erzeugt werden. Um diese Daten zu generieren, wählen Sie bitte einen Zufallsdatengenerator aus.

source: Please enter the password to be used for securing your volume. It is suggested that you enter a mix of uppercase, lowercase, numbers, and punctuation symbols. Note: If you forget your password, you can forget your data.
de: Bitte geben Sie das Passwort für das Volumen an. Die Verwendung von Groß- und Kleinbuchstaben, Zahlen und Sonderzeichen wird empfohlen. Anmerkung: Ohne das Passwort sind Ihre Daten unwiederbringlich verloren.

source: Please enter the amount of "salt" to be combined with your password to generate an encryption key. "Salting" your password increases security, and will slow down dictionary attacks against your volume. Note: The value entered must be a multiple of 8. Note: You will be required to enter this value every time you Open your volume. For this reason it is recommended that most users leave it at it's default value, unless you have a particular need to do otherwise.
de: Bitte geben Sie die Menge des "Salt" zur Kombination mit Ihrem Passwort an, um den Schlüssel zu erzeugen. "Salting" des Passwortes erhöht die Sicherheit und erschwert Wörterbuchattacken gegen Ihr Volumen. Anmerkung: Der angegebene Wert muß ein Vielfaches von 8 sein. Wenn Sie hier einen vom Standard abweichenden Wert eingeben, so müssen Sie das tatsächlich verwendete Salt bei jedem Mountvorgang explizit angeben. Verwenden Sie deshalb diese Funktion nur in speziellen Fällen.

source: Please specify if you would like your volume's critical data block (CDB) to be prepended to the start of the new volume, or stored in a separate keyfile. For most users, including the CDB as part of the volume file is probably the best option. Additional keyfiles may be generated after the volume is created, if needed.
de: Bitte geben Sie an, ob der Kritische Datenblock (CDB) innerhalb des Volumens geschrieben, oder in einer separaten Datei gespeichert werden soll. Für die meisten Anwendungsfälle ist ein CDB innerhalb des Volumens gut geeignet. Zusätzliche Schlüsseldateien können ggfs auch nach Volumenerstellung generiert werden.

source: This "wizard" will guide you through the process of changing the password on either a volume file with embedded critical data block (CDB) or keyfile. Your volume/keyfile will be automatically updated to use the latest CDB format.
de: Dieser "Assistent" führt Sie durch den Prozeß der Passwortänderung von Volumen mit innenliegendem CDB oder externer Schlüsseldatei. Ihr Volumen/Schlüsseldatei wird automatisch auf das aktuelle CDB Format aktualisiert.

source: This "wizard" will guide you through the process of creating a new keyfile for a LibreCrypt volume. This process requires either a LibreCrypt volume file with embedded critical data block (CDB), or an existing keyfile.
de: Dieser "Assistent" führt Sie durch den Prozeß der Erstellung einer Schlüsseldatei für LibreCrypt-Volumen. Dieser Prozeß erfordert ein vorhandenes LibreCrypt-Volumen mit internem CDB oder separater Schlüsseldatei.

source: Please enter your password for the volume/keyfile previously specified. If you are dumping the CDB of a hidden volume, or volume/keyfile with non-default settings, please check that the settings shown on the "Advanced" tab are configured correctly.
de: Bitte geben Sie Ihr existierendes Passwort ein. Exportieren Sie den CDB eines versteckten Volumens, oder eines Volumen/Schlüsseldatei mit benutzerspezifischen Parametern, so prüfen Sie bitte die Einstellungen im Register "Erweitert".

source: Please enter the full path and filename of the volume/keyfile you wish to change. If you wish to update a "hidden" volume held within another file, please specify the filename of the host file which stores your encrypted volume.
de: Bitte geben Sie den vollen Pfad/Dateinamen zum zu ändernden Volumen an. Möchten Sie ein "verstecktes" Volumen innerhalb eines Volumens updaten, so geben Sie bitte den Dateinamen des äußeren Volumens an.

source: Please enter the full path and filename of the volume/an existing keyfile for the volume which you wish to create a new keyfile for. If you wish to create a keyfile for a "hidden" volume held within another file, please specify the filename of the host file which stores your encrypted volume.
de: Bitte geben Sie Pfad und Dateinamen des Volumens/Schlüsseldatei an, für welches eine neue Schlüsseldatei erzeugt werden soll. Möchten Sie eine Schlüsseldatei für ein "verstecktes" Volumen innerhalb einer anderen Datei erzeugen, geben Sie bitte den Dateinamen des äußeren Volumens an.

source: Please enter your current password for the volume/keyfile you wish to change. If you are changing the password for a hidden volume, or volume/keyfile with non-default settings, please check that the settings shown on the "Advanced" tab are configured correctly.
de: Bitte geben Sie Ihr existierendes Passwort für das Volumen/Schlüsseldatei an. Ändern Sie das Passwort eines versteckten Volumens, oder eines Volumen/Schlüsseldatei mit benutzerspezifischen Parametern, so prüfen Sie bitte die Einstellungen im Register "Erweitert".

source: Please enter your password for the volume/keyfile previously specified. If you are creating a keyfile for a hidden volume, or volume/keyfile with non-default settings, please check that the settings shown on the "Advanced" tab are configured correctly.
de: Bitte geben Sie das Passwort des angegebenen Volumens/Schlüsseldatei an. Erstellen Sie eine Schlüsseldatei eines versteckten Volumens, oder eines Volumen/Schlüsseldatei mit benutzerspezifischen Parametern, so prüfen Sie bitte die Einstellungen im Register "Erweitert".

source: Please enter the new password to be used for this volume/keyfile You may also update more advanced options on the keyfile by selecting the "Advanced" tab.
de: Bitte geben Sie das neue Passwort für dieses Volumen/Schlüsseldatei an. Sie können zusätzlich weitere Optionen im Register "Erweitert" ändern.

source: Please enter the full path and filename of the volume/keyfile containing the CDB you wish to dump.
de: Bitte geben Sie Pfad und Dateinamen des Volumens/Schlüsseldatei an, dessen CDB exportiert werden soll.

source: You have now entered all the information required to create a new volume. You may now click "Finish" to create it, or continue with the wizard to setup more advanced options by selecting "Next >" from the navigation menu. If you wish to review the details you have entered, please select "< Back" from the navigation menu.
de: Alle zur Volumenerstellung erforderlichen Informationen sind eingegeben. Bitte klicken Sie "Erstellen", um das Volumen zu erstellen oder geben Sie zusätzlich erweiterte Optionen mit "Menü | Weiter >" für Ihr Volumen an. Um die angegebenen Optionen zu verändern, nutzen Sie den "Menü | < Zurück"-Button.

source: Ready to create volume!
de: Bereit zur Volumenerstellung!

source: Please enter the full path and filename of the volume you wish to dump the LUKS details for.
de: Bitte geben Sie Pfad und Dateinamen des Volumens an, dessen LUKS exportiert werden soll.

source: Please enter the password for the volume previously specified.
de: Bitte geben Sie das Passwort des angegebenen Volumens ein.

source: Dismount selected
fr: Démonter le volume sélectionné
it: Smonta selezionati

source: Open plaintext image...
fr: Monter une image brute...

source: Hide when &minimised
fr: Cacher lors de la réduction
it: Nascondi se &minimizzo

source: Hide when &closed
fr: Cacher lors de la fermeture
it: Nascondi se &chiudo

source: Properties of selected volume
fr: Propriétés du volume sélectionné
it: Proprietà del volume selezionato

source: Move to
fr: Déplacer vers

source: Copy to
fr: Copier vers

source: The filesystem used by this volume could not be recognised as either FAT12, FAT16 or FAT32.
fr: Le système de fichiers de ce volume n'est pas reconnu comme un système FAT12, FAT16 ou FAT32.

source: Unable to extract file:
fr: Impossible d'extraire le fichier :
