Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: Please ensure that the main "%1" driver is installed and started.
de: Bitte stellen Sie sicher, dass der %1 Haupt-Treiber installiert und gestartet ist.
es: Compruebe que el controlador principal de "%1" está instalado y lanzado.
fr: Merci de vérifier que le pilote principal "%1" est installé et démarré.
it: Assicurarsi che il driver "%1" principale sia installato e avviato.

source: If you have only just installed %1, please reboot and try again.
de: Haben Sie %1 gerade installiert, starten Sie bitte Ihre Maschine neu.
es: Si acaba de instalar %1, reinicie el ordenador y vuelva a probar.
fr: Si vous venez juste d'installer %1, merci de redémarrer l'ordinateur et de réessayer.
it: Se %1 è stato appena installato, riavviare il sistema e riprovare

source: Linux container created successfully.
es: Volumen Linux creado con éxito.

source: Don't forget to open and format this container before use.
es: Recuerde montar y formatear el volumen antes de utilizarlo.

source: Linux container could not be created
es: No se pudo crear el volumen Linux

source: Unable to initialize PKCS#11 support:
de: Kann PKCS#11-Unterstützung nicht initialisieren:
es: No se pudo activar el soporte de PKCS#11:
fr: Impossible d'initialiser le support de PKCS#11 :
it: Impossibile inizializzare il supporto PKCS#11:

source: Detected insertion of token into slot ID: %1
de: Token wurde an Port ID: %1 erkannt.
es: Se detectó la introducción del token en el slot: %1
fr: Détection de l'insertion d'un jeton dans l'emplacement : %1
it: Rilevato inserimento token nello slot ID: %1

source: Automounting: %1
de: Automatisches Mounten von %1
es: Automontaje: %1
fr: Montage automatique : %1
it: Automontaggio: %1

source: Slot event on slot ID: %1
de: Ereignis an Port %1 festgestellt.
es: Aconteció un evento en el slot: %1
fr: Événement dans l'emplacement : %1
it: Evento slot nello slot ID: %1

source: Under Windows Vista, you cannot save your settings file anywhere under: %1 due to Vista's security/mapping system.
de: Unter Windows Vista darf nicht gespeichert werden unter: %1 aufgrund Vistas Sicherheitsbestimmungen.
es: Bajo Windows Vista, no puede salvaguardar sus parámetros en: %1 a causa de la política de seguridad.
fr: Sous Windows Vista, vous ne pouvez pas enregistrer vos paramètres dans : %1 en raison de la politique de sécurité.
it: Sotto Windows Vista, è impossibile salvare il file impostazioni sotto: %1 a causa del sistema di sicurezza/mappatura di Vista.

source: Please either select another location for storing your settings (e.g. your user profile), or move the LibreCrypt executable such that it is not stored underneath the directory shown above.
de: Bitte wählen Sie einen anderen Speicherort für Ihre Einstellungen oder verschieben Sie LibreCrypt in ein anderes als oben angezeigtes Verzeichnis.
es: Seleccione otro emplazamiento para salvaguardar sus parámetros (p. ej. su perfil de usuario) o traslade el programa LibreCrypt en otro directorio que el indicado a continuación.
fr: Merci de sélectionner un autre emplacement pour enregistrer vos paramètres (par exemple le dossier de votre profil utilisateur) ou de déplacer le programme LibreCrypt afin qu'il ne soit plus situé dans le dossier indiqué ci-dessus.
it: Scegliere un'altra posizione dove salvare le impostazioni (p.e. il profilo utente), o spostare l'eseguibile LibreCrypt in modo che non sia installato in una sottocartella del percorso scelto.

source: You have not specified a location where LibreCrypt should save its settings to.
de: Sie haben keinen Speicherort für LibreCrypt-Einstellungen angegeben.
es: No especificó el emplazamiento en el que LibreCrypt debe salvar la configuración.
fr: Vous n'avez pas indiqué le dossier dans lequel LibreCrypt doit enregistrer ses paramètres.
it: Non si è specificata una posizione dove LibreCrypt salvi le sue impostazioni.

source: Although the settings entered will take effect, they will revert back to their defaults when LibreCrypt is exited.
de: Obwohl die gewählten Einstellungen momentan angewendet werden, werden sie beim Neustart auf Vorgabewerte zurückgesetzt.
es: La configuración especificada tendrá efecto, pero volverá a tomar su valor por defecto cuando se cierre LibreCrypt.
fr: Bien que les paramètres entrés vont prendre effet, ils seront réinitialisés à leur valeur par défaut lorsque LibreCrypt sera fermé.
it: I settaggi scelti avranno effetto, ma verranno resettati a default all'uscita da LibreCrypt.

source: Do you wish to select a location in order to make your settings persistant?
de: Möchten Sie einen Speicherort angeben, um die Einstellungen permanent abzulegen?
es: ¿Quiere escoger un emplazamiento para salvaguardar su configuración?
fr: Voulez-vous choisir un emplacement afin de conserver vos paramètres ?
it: Si vuole selezionare una posizione in modo da rendere i settaggi persistenti?

source: You have opted not to save your settings
de: Sich möchten die Einstellungen nicht speichern.
es: Ha escogido no salvaguardar su configuración
fr: Vous avez choisi de ne pas enregistrer vos paramètres
it: Si è scelto di non salvare i settaggi

source: You have changed the location where your settings will be saved
de: Sie haben den Speicherort der Einstellungen geändert.
es: Ha cambiado el emplazamiento de salvaguardia de la configuración.
fr: Vous avez modifié le dossier dans lequel vos paramètres seront enregistrés.
it: La posizione di salvataggio dei settaggi è stata cambiata

source: Would you like LibreCrypt to delete your previous settings file?
de: Soll LibreCrypt die gespeicherten alten Einstellungen löschen?
es: ¿Quiere que LibreCrypt remplace el archivo anterior de configuración?
fr: Voulez-vous que LibreCrypt efface le fichier contenant vos précédents paramètres ?
it: Si vogliono cancellare i vecchi file dei settaggi di LibreCrypt?

source: Note: If you select "No" here, LibreCrypt may pick up your old settings the next time you start LibreCrypt
de: Anm.: Bei "Nein" verwendet LibreCrypt beim nächsten Start wieder die alten Einstellungen.
es: Nota: Si selecciona "No", LibreCrypt utilizará la antigua configuración a la próxima ejecución
fr: Remarque : si vous sélectionnez "Non", LibreCrypt pourrait réutiliser ces anciens paramètres la prochaine fois que vous le redémarrerez.
it: Nota: Se si seleziona "No" qui, LibreCrypt potrebbe ripescare le vecchie impostazioni al suo prossimo avvio

source: Your previous settings file stored at: %1 could not be deleted. Please remove this file manually.
de: Ihre alten Einstellungen unter: %1 konnten nicht gelöscht werden. Bitte entfernen Sie diese manuell.
es: Su configuración anterior salvaguardada en el archivo: %1 no pudo suprimirse. Suprímala manualmente.
fr: Vos précédents paramètres enregistrés dans le dossier : %1 ne peuvent pas être effacés. Merci de supprimer le fichier manuellement.
it: Il vecchio file dei settaggi memorizzato in: %1 non è stato rimosso. Rimuovere il file manualmente.

source: Your previous settings file stored in the Windows registry under: %1 could not be deleted. Please delete this registry key manually.
de: Ihre alten Einstellungen wurden in der Registry gespeichert unter:%1
es: Su configuración anterior salvaguardada en el registro Windows bajo: %1 no pudo suprimirse. Suprima las claves del registro manualmente.
fr: Vos précédents paramètres enregistrés dans la base de registres Windows sous : %1 ne peuvent pas être effacés. Merci de supprimer les clés de registre manuellement.
it: Il vecchio file dei settaggi memorizzato nel registro di Windows sotto: %1 non è stato rimosso. Rimuovere le chiavi registro manualmente.

source: Your previous settings will remain stored at: %1
de: Ihre alten Einstellungen bleiben gespeichert unter: %1
es: Su configuración anterior ha sido salvaguardada en: %1
fr: Vos paramètres précédents resteront enregistrés dans : %1
it: I settaggi precedenti rimarranno memorizzati in: %1

source: Your previous settings will remain stored in the Windows registry under: %1
de: Ihre alten Einstellungen bleiben in der Registry gespeichert unter:%1
es: Su configuración anterior ha sido salvaguardada en el registro Windows bajo: %1
fr: Vos paramètres précédents resteront enregistrés dans la base de registres Windows sous : %1
it: I settaggi precedenti rimarranno memorizzati nel registro di Windows sotto: %1

source: Associate %s with ".vol" &files
de: Dateizuordnung ".vol" zu %s
es: Asociar %s con archivos ".vol"
fr: Associer les fichiers ".&vol" avec %s
it: Associa %s con i &file ".vol"

source: <checking...>
de: <prüfe...>
es: <comprobando...>

source: Do you want to automatically check for updates in the future?
de: Soll zukünftig automatisch nach Updates gesucht werden?
es: ¿Quiere comprobar automáticamente las actualizaciones?

source: Unable to determine which version this software is.
de: Kann installierte Version nicht ermitteln.
es: No se pudo determinar la versión del software

source: Unable to determine latest release of %1.
de: Kann aktuellste Version von %1 nicht ermitteln.
es: No se pudo determinar la última versión de %1

source: Canceled checking for updated version
de: Prüfung auf Updates abgebrochen.
es: Comprobación de actualizaciones anulada

source: Never
de: Niemals
es: Nunca

source: Daily
de: Täglich
es: Cotidianamente

source: Weekly
de: Wöchentlich
es: Semanalmente

source: Monthly
de: Monatlich
es: Mensualmente

source: Annually
de: Jährlich
es: Anualmente

source: <prompt user>
de: <Benutzer fragen>
es: <pedir al usuario>
fr: <demander à l'utilisateur>
it: <chiedere utente>

source: <Do not save settings>
de: <Nicht speichern>
es: <No salvaguardar>
fr: <Ne pas enregistrer>
it: <Non salvare i settaggi>

source: File in %s directory
de: Datei (%s-Verzeichnis)
es: Archivo en carpeta %s
fr: Dossier %s
it: File nella cartella %s

source: File in user profile
de: Datei (Benutzerprofil)
es: En el perfil del Usuario
fr: Dossier du profil utilisateur
it: File nel profilo utente

source: Windows registry
es: En el Registro Windows
fr: Base de registres Windows
it: Registro di Windows

source: Customised location
de: Benutzerdefinierter Ort
es: Ubicación personalizada

source: Unknown settings location?! Please report seeing this message!
de: Unbekannter Pfad zu den Einstellungen?! Bitte melden Sie diesen Fehler dem LibreCrypt-Support!
es: ¡Emplazamiento de configuración desconocido! ¡Enviar un informe sobre este error!
fr: Emplacement des paramètres inconnu ! Merci de fournir un rapport sur cette erreur !
it: Posizione settaggi ignota?! Segnalare questo messaggio!

source: Your settings could not be saved.
de: Ihre Einstellungen konnten nicht gespeichert werden.
es: La configuración no pudo salvaguardarse.
fr: Vos paramètres ne peuvent pas être enregistrés.
it: Impossibile salvare i settaggi.

source: Please ensure that you have suitable access rights in order to write to: %1
de: Bitte stellen Sie sicher, dass Sie genügend Zugriffsrechte besitzen auf: %1
es: Compruebe que dispone de los apropiados derechos de acceso en escritura sobre: %1
fr: Merci de vérifier que vous disposez des droits d'accès et d'écriture sur : %1
it: Assicurarsi di avere diritti di accesso per scrivere in: %1

source: Use default
de: Vorgabe
es: Valor por defecto
fr: (Par défaut)
it: Usa impostazioni di default

source: English
de: Deutsch
es: Español
fr: Français
it: Italiano

source: You have turned off the option to automatically save the window layout on exiting. Would you like to reset %s to its default window layout the next time it is started?
de: Sie haben das automatische Speichern des Fensterlayoutes beim Verlassen abgeschaltet. Möchten Sie %s beim nächsten Start zum Standardlayout zurücksetzen?
es: Ha inhibido la opción de salvaguardia automática del estilo de las ventanas al cierre. ¿Quiere reinicializar %s a su estilo por defecto en su próxima ejecución?

source: Language name: %1
es: Lenguaje: %1
fr: Langue : %1
it: Nome lingua: %1

source: Language code: %1
de: Ländercode: %1
es: Código del lenguaje: %1
fr: Code de la langue : %1
it: Codice lingua: %1

source: Translator: %1
de: Übersetzt von: %1
es: Traductor: %1
fr: Traducteur : %1
it: Traduttore: %1

source: (Default)
de: (Vorgabe)
es: (Por defecto)
fr: (Défaut)

source: store
de: Speichern
es: almacenar

source: extract
de: Extrahieren
es: extraer

source: move
de: verschieben
es: desplazar

source: copy
de: Kopieren
es: copiar

source: delete
de: Löschen...
es: borrar

source: storing
de: Speichere: %1...
es: almacenando

source: extracting
de: Extrahiere: %1
es: extrayendo

source: moving
de: Verschiebe: %1
es: desplazando

source: copying
de: Kopiere: %1
es: copiando

source: deleting
de: löschen
es: supresión

source: Encrypted container
es: Volumen cifrado

source: Plaintext container
es: Volumen descifrado

source: Determining size of files/folders....
de: Ermittle Datei- /Verzeichnisgröße...
es: Calculando tamaño de los archivos/carpetas....

source: An explorer-type application to allow access to LibreCrypt containers, without requiring administrator rights to install any drivers
es: Una aplicación de tipo Explorador que permite acceder a los volúmenes LibreCrypt sin necesidad de instalar los controladores (lo que exige derechos de administrador)

source: Move To
de: Verschieben nach
es: Desplazar hacia

source: Copy To
de: Kopieren nach
es: Copiar en

source: Delete
de: Löschen
es: Borrar
fr: Supprimer

source: Extract
de: Extrahieren
es: Extraer
fr: Extraire

source: Store
de: Speichern
es: Almacenar
fr: Enregistrer

source: Properties
de: Eigenschaften
es: Propiedades...
fr: Propriétés

source: Folders
de: Verzeichnisse
es: Carpetas

source: Store file...
de: Datei zum Volumen hinzufügen...
es: Guardar archivo...
fr: Enregistrer un fichier...

source: Store folder...
de: Verzeichnis zum Volumen hinzufügen...
es: Guardar carpeta...
fr: Enregistrer un dossier...

source: Extract selected files/folders from the opened container
es: Extraer los archivos/carpetas seleccionados del volumen montado

source: Store a file/folder in the opened container
es: Salvaguardar un archivo/carpeta en el volumen montado

source: Store file
de: Datei speichern
es: Guardar archivo
fr: Enregistrer un fichier

source: Store folder
de: Verzeichnis speichern
es: Guardar carpeta
fr: Enregistrer un dossier

source: Container could be opened, but not opened as a partition image?!
es: ¡¿El volumen puede ser montado, pero no como si fuera una imagen de partición?!

source: The filesystem used by this container could not be recognised as either FAT12, FAT16 or FAT32. Although LibreCrypt supports all filesystems, LibreCrypt Explorer only supports those listed above.
es: El sistema de archivos de este volumen no es ni FAT12, ni FAT16 ni FAT32. LibreCrypt soporta todos los sistemas de archivos, pero LibreCrypt Explorer solo soporta los tres citados.

source: Cannot %1 %2: Cannot find the specified file. Make sure you specify the correct path and file name.
de: Kann nicht %1 %2: Angegebene Datei nicht gefunden. Bitte prüfen Sie Pfad und Dateinamen.
es: Imposible %1 %2: No se encontró el archivo indicado. Compruebe que el directorio y nombre de archivo especificados son correctos.

source: Cannot %1 %2: Cannot find the specified destination. Make sure you specify the correct path and file name.
de: Kann nicht %1 %2: Angegebenes Ziel nicht gefunden. Bitte prüfen Sie Pfad und Dateinamen.
es: Imposible %1 %2: No se encontró el archivo indicado. Compruebe que el directorio y nombre de archivo especificados son correctos.

source: Unable to create folder '%1'
de: Kann Verzeichnis '%1' nicht erstellen.
es: No se pudo crear la carpeta '%1'

source: Unable to delete file '%1'
de: Kann Datei '%1' nicht löschen
es: No se pudo borrar el archivo '%1'

source: Please ensure that there is enough free space available
de: Bitte stellen Sie genügend freien Speicherplatz bereit.
es: Compruebe que hay suficiente espacio disponible

source: Image files (*.img)|*.img|All files|*.*
de: Image Datei (*.img)|*.img|Alle Dateien|*.*
es: Archivos imagen (*.img)|*.img|Todos archivos|*.*
fr: Fichiers image (*.img)|*.img|Tous les fichiers|*.*

source: The main LibreCrypt driver could not be found on this computer Please check your installation
de: Der LibreCrypt-Haupttreiber wurde auf diesem Computer nicht gefunden Bitte prüfen Sie Ihre Installation
es: No se encontró el controlador principal LibreCrypt en este ordenador Compruebe su instalación
fr: Le pilote principal LibreCrypt n'a pas été trouvé sur le système Merci de vérifier votre installation

source: Please specify a single container to be opened
es: Especifique un único volumen para montar

source: Unable to open container.
es: No se pudo montar el volumen.

source: Please check your password and settings, and try again.
de: Bitte prüfen Sie Passwort und Einstellungen und versuchen Sie es erneut.
es: Compruebe la contraseña y los parámetros y vuelva a probar.
fr: Merci de vérifier votre mot de passe et vos paramètres et de réessayer.
it: Controllare password e impostazioni, e riprovare.

source: Path not found: %1
de: Pfad nicht gefunden: %1
es: No se encontró el Directorio: %1
fr: Chemin non trouvé : %1

source: Go to '%1'
de: Wechsel zu '%1'
es: Ir a '%1'
fr: Aller dans '%1'

source: Refreshing...
de: Aktualisiere...
es: Actualizando...
fr: Mise à jour en cours...

source: Checking filesystem...
de: Prüfe Dateisystem...
es: Comprobando el sistema de archivos...
fr: Vérification du système de fichiers...

source: Filesystem OK
de: Dateisystem OK
es: Sistema de archivos OK
fr: Système de fichier OK

source: Filesystem errors detected. Please open as a normal drive, and run chkdsk to correct. %1 will continue in readonly mode
es: Se detectaron errores en el sistema de archivos. Montar como un disco normal, y ejecutar chkdsk para corregirlos. %1 continuará en modo lectura sola

source: Are you sure you want to delete '%1'?
de: Möchten Sie wirklich '%1' löschen?
es: ¿Está seguro de querer suprimir '%1'?
fr: Êtes-vous sûr de vouloir supprimer '%1' ?

source: Are you sure you want to remove the folder '%1' and all its contents?
de: Möchten Sie das Verzeichnis '%1' und seinen gesamten Inhalt löschen?
es: ¿Quiere realmente suprimir la carpeta '%1' y todo su contenido?
fr: Êtes-vous sûr de vouloir supprimer le dossier '%1' et l'ensemble de son contenu ?

source: Are you sure you want to delete these %1 items?
de: Möchten Sie diese %1 Elemente löschen?
es: ¿Quiere realmente suprimir estos %1 elementos?
fr: Êtes-vous sûr de vouloir supprimer ces %1 éléments ?

source: LibreCrypt container could not be created
es: No se pudo crear el volumen LibreCrypt

source: LibreCrypt container created successfully.
es: Volumen LibreCrypt creado con éxito.

source: This function will create an UNENCRYPTED disk image. If you would like to create an ENCRYPTED disk image, please click "No" below, and then select "File | New..." Are you sure you with to create an UNENCRYPTED disk image?
de: Dies erstellt ein UNVERSCHLÜSSELTES Image. Möchten Sie ein verschlüsseltes Image erstellen, klicken Sie bitte "Nein", und starten dann mit "Datei | Neu...". Möchten Sie wirklich ein UNVERSCHLÜSSELTES Image erstellen?
es: Esta función creará una imagen disco NO CIFRADA. Si quiere crear una imagen disco CIFRADA, haga clic en "No", y seleccione "Archivo | Nuevo..." ¿Realmente quiere crear una imagen disco NO CIFRADA?

source: An error occured while trying to create your container file
es: Se produjo un error durante la creación del volumen

source: Are you sure you wish to %1 '%2' to: %3
de: Möchten Sie wirklich %1 '%2' nach: %3
es: ¿Quiere realmente %1 '%2' en: %3 ?

source: Are you sure you wish to %1 the %2 items dropped to: %3
de: Möchten Sie wirklich die nach %3 gezogenen: %2 Elemente %1?
es: ¿Quiere realmente %1 los %2 objetos suprimidos en: %3 ?

source: Ready.
de: Bereit.
es: Listo.
fr: Prêt.

source: Ready to open container...
es: Preparado para montar el volumen...

source: %1 objects (Disk free space: %2)
de: %1 Objekte (Freier Speicherplatz: %2)
es: %1 objetos (Espacio disco disponible: %2)
fr: %1 éléments (Espace libre : %2)

source: Type: %1 Date Modified: %2 Size: %3
de: Typ: %1 Änderungsdatum: %2 Größe: %3
es: Tipo: %1 Fecha de Modificación: %2 Talla: %3
fr: Type : %1 Modifié : %2 Taille : %3

source: %1 object selected
de: %1 Objekte gewählt
es: %1 objeto seleccionado
fr: %1 élément sélectionné

source: %1 objects selected
de: %1 Objekte gewählt
es: %1 objetos seleccionados
fr: %1 éléments sélectionnés

source: This will overwrite: %1 Are you sure you want to do this?
de: Dies überschreibt: %1 Sind Sie sich sicher?
es: Esto sobreescribirá: %1 ¿Está seguro de querer hacer esto?

source: Overwrite failed
de: Überschreiben fehlgeschlagen
es: La sobreescritura falló

source: Folder to overwrite:
de: Zu überschreibendes Verzeichnis:
es: Carpeta a sobreescribir:

source: This will overwrite: %1 and everything contained within it. Are you sure you want to do this?
de: Dies überschreibt: %1 mit allen Inhalten. Sind Sie sich sicher?
es: Esto sobreescribirá: %1 y todo lo incluído en él. ¿Quiere realmente continuar?

source: A file name cannot contain any of the following characters: %1
de: Ein Dateiname darf keines der folgenden Zeichen enthalten: %1
es: Un nombre de archivo no puede contener ninguno de los siguientes carácteres: %1

source: This folder already contains a file named '%1'. Would you like to replace the existing file %2 modified: %3 with this one? %4 modified: %5
de: Dieses Verzeichnis enthält bereits eine Datei '%1'. Möchten Sie die existierende Datei %2 geändert: %3 mit Folgender ersetzen? %4 geändert: %5
es: Esta carpeta ya contiene un archivo llamado '%1'. ¿Quiere reemplazar el archivo existente %2 modificado: %3 con este otro? %4 modificado: %5
fr: Le dossier contient déjà un fichier nommé '%1'. Voulez-vous remplacer le fichier existant %2 modifié le : %3 avec le suivant ? %4 modifié le : %5

source: Folder to store:
de: Verzeichnis:
es: Carpeta de salvaguardia:
fr: Dossier à enregistrer :

source: Cannot %1 %2: The destination folder is the same as the source folder.
de: Kann nicht %1 %2: Quell- und Zielverzeichnis sind identisch.
es: No se puede %1 %2: La carpeta destino es la misma que la origen.

source: Cannot %1 %2: The destination folder is a subfolder of the source folder
de: Kann nicht %1 %2: Das Zielverzeichnis ist ein Unterverzeichnis des Quellverzeichnisses.
es: No se puede %1 %2: La carpeta destino es una sub-carpeta de la carpeta origen.

source: Select location to extract to:
de: Pfad zum extrahieren angeben:
es: Seleccionar ubicación para extracción:
fr: Sélectionner l'emplacement où extraire :

source: %1 failed.
de: %1 fehlgeschlagen.
es: %1 fracasó.

source: Cannot create or replace %1: There is already a file with the same name as the folder name you specified. Specify a different name.
de: Kann %1 nicht erstellen oder ersetzen: Eine Datei mit dem gleichen Namen wie das Verzeichnis existiert bereits. Geben Sie einen anderen Namen an.
es: No se pudo crear o reemplazar %1: Ya existe un archivo con el mismo nombre en la carpeta indicada. Escoja otro nombre.

source: Unable to delete '%1'.
de: Kann '%1' nicht löschen.
es: No se pudo borrar '%1'.

source: Unable to create or replace %1.
de: Kann %1 nicht erstellen oder ersetzen.
es: No se pudo crear o reemplazar %1.

source: From '%1'
de: Von '%1'
es: Desde '%1'

source: From '%1' to '%2'
de: Von '%1' nach '%2'
es: De '%1' hacia '%2'

source: Copying: %1
de: Kopiere: %1
es: Copiando: %1

source: Extracting: %1
de: Extrahiere: %1
es: Extracción de: %1
fr: Extraction : %1

source: Storing: %1
de: Speichere: %1...
es: Almacenando: %1

source: Moving: %1
de: Verschiebe: %1
es: Desplazando: %1

source: Deleting: %1
de: Lösche: %1
es: Borrando: %1

source: Overwriting original...
de: Überschreibe Quelldaten...
es: Sobrescribiendo el original...
