Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: post dismount
de: Nach Dismount
fr: post-démontage
it: post smontaggio

source: Open a partition based encrypted volume
de: Partitions-basierendes Volumen mounten
fr: Monter une partition chiffrée

source: Dismount all mounted volumes
de: Alle Volumen dismounten
fr: Démonter tous les volumes montés

source: Dismount %1: %2
de: Dismounten %1: %2
fr: Démonter %1: %2

source: Volume
de: Volumen

source: Your LibreCrypt volume has been mounted as drive: %1
de: Das LibreCrypt-Volumen wurde als Laufwerk %1 gemountet.
fr: Votre volume LibreCrypt a été monté en tant que lecteur : %1
it: Il volume LibreCrypt è stato montato come disco: %1

source: Your LibreCrypt volumes have been mounted as drives: %1
de: Das LibreCrypt-Volumen wurde als Laufwerk %1 gemountet.
fr: Vos volumes LibreCrypt ont été montés en tant que lecteurs : %1
it: I volumi LibreCrypt sono stati montati come dischi: %1

source: The volume currently mounted as %1: must be dismounted before %2: can be dismounted
de: Das momentan als Laufwerk %1 gemountete Volumen muss gedismountet werden.
fr: Le volume %1: doit être démonté avant le volume %2:.
it: Il volume montato come %1: deve essere smontato prima che %2: possa essere smontato

source: Unable to dismount drive: %1
de: Kann Laufwerk %1 nicht dismounten
fr: Impossible de démonter le lecteur : %1
it: Impossible smontare disco: %1

source: Unable to dismount drives: %1
de: Kann Laufwerke %1 nicht dismounten
fr: Impossible de démonter les lecteurs : %1
it: Impossibile smontare dischi: %1

source: Do you wish to force a dismount on this drive?
de: Möchten Sie das Dismounten auf diesem Laufwerk erzwingen?
fr: Voulez-vous forcer le démontage de ce lecteur ?
it: Forzare lo smontaggio di questo disco?

source: Do you wish to force a dismount on these drives?
de: Möchten Sie das Dismounten auf diesen Laufwerken erzwingen?
fr: Voulez-vous forcer le démontage de ces lecteurs ?
it: Forzare lo smontaggio di questi dischi?

source: Warning: Emergency dismounts are not recommended
de: Warnung: Erzwungene Dismounts sind nicht empfehlenswert.
fr: Attention : les démontages d'urgence sont déconseillés
it: Attenzione: Smontaggi di emergenza non raccomandati

source: %1 drive mounted.
de: %1 Laufwerk gemountet
fr: %1 lecteur monté.
it: %1 disco montato.

source: %1 drives mounted.
de: %1 Laufwerke gemountet
fr: %1 lecteurs montés.
it: %1 dischi montati.

source: It is highly recommended that you upgrade your LibreCrypt drivers to v3.00 or later as soon as possible, in order to allow the use of LRW and XTS based volumes.
de: Es wird dringend empfohlen, Ihre LibreCrypt-Treiber auf v3.00 oder höher zu updaten, um die Nutzung von LRW- und XTS-Volumen zu erlauben.
fr: Il est fortement conseillé de mettre à jour les pilotes LibreCrypt vers la version v3.00 ou ultérieure dès que possible de façon à permettre l'usage de volumes basés sur LRW et XTS.
it: E' altamente raccomandato l'aggiornamento dei driver LibreCrypt alla versione 3.00 o successiva appena possibile, in modo da permettere l'uso di volumi LRW e XTS.

source: Error #: %1
de: Fehler
fr: Erreur # : %1
it: Errore #: %1

source: You have one or more volumes mounted.
de: Sie haben mindestens ein derzeit gemountetes Volumen.
fr: Un ou plusieurs volumes sont montés.
it: Sono presenti uno o più volumi montati.

source: If any of the currently mounted volumes makes use of any of the LibreCrypt drivers which are currently in portable mode, stopping portable mode is not advisable.
de: Wenn ein aktuell gemountetes Volumen einen portablen Treiber nutzt, ist dessen Deaktivierung nicht angeraten.
fr: Il est déconseillé d'arrêter le mode portable si un volume monté utilise l'un des pilotes de LibreCrypt en mode portable.
it: Se uno dei volumi attualmente montati fa uso di un driver LibreCrypt attualmente in modalità trasferibile, è sconsigliabile interrompere la modalità trasferibile.

source: It is recommended that you dismount all volumes before stopping portable mode.
de: Es wird vor Deaktivierung der portablen Treiber empfohlen, alle Volumen zu dismounten.
fr: Il est recommandé de démonter tous les volumes avant d'arrêter le mode portable.
it: Si raccomanda di smontare tutti i volumi prima di interrompere la modalità trasferibile.

source: One or more volumes are still mounted.
de: Mindestens ein Volumen ist noch gemountet.
fr: Un ou plusieurs volumes sont encore montés.
it: Uno o pià volumi sono ancora montati.

source: Do you wish to dismount all volumes before exiting?
de: Sollen alle Volumen vor Programmende gedismountet werden?
fr: Voulez-vous démonter tous les volumes avant de quitter ?
it: Vuoi smontare tutti i volumi prima di uscire?

source: Please dismount this volume and remount it with the "Open for all users" option checked, before trying again.
de: Bitte dismounten Sie es und mounten es erneut mit der "Für alle Benutzer mounten"-Option.
fr: Merci de démonter et de remonter ce volume avec l'option "Pour tout utilisateur" puis de réessayer.
it: Smontare questo volume e rimontarlo con l'opzione "Monta per tutti gli utenti" attivata, prima di riprovare.

source: Please ensure that only one mounted drive is selected, and retry.
de: Bitte stellen Sie sicher, dass nur ein einzelnes Laufwerk gewählt ist.
fr: Merci de vérifier qu'un seul lecteur monté est sélectionné et de réessayer.
it: Assicurarsi che soltanto un disco montato sia selezionato, e riprovare.

source: Overwriting on a large volume may take awhile.
de: Das Überschreiben großer Volumen kann etwas dauern.
fr: Écraser un gros volume peut être assez long.
it: Sovrascrivere un volume di grandi dimesione può richiedere tempi lunghi.

source: Please Open, format and overwrite this volume's free space before use.
de: Bitte mounten, formatieren und überschreiben Sie den freien Speicherplatz des Volumens vor Benutzung.
fr: Merci de monter, de formater et d'écraser l'espace libre du volume avant de l'utiliser.
it: Montare, formattare e sovrascriver lo spazio libero del volume prima dell'uso.

source: LibreCrypt volume created successfully and mounted as: %1.
de: Das LibreCrypt-Volumen wurde erfolgreich erstellt und gemountet als: %1.
fr: Le volume LibreCrypt a été correctement créé et monté comme lecteur : %1.

source: Please format and overwrite this volume's free space before use.
de: Bitte formatieren Sie es und überschreiben Sie den freien Speicherplatz vor Benutzung.
fr: Merci de formater et d'écraser l'espace libre du volume avant de l'utiliser.

source: Please select the type of data that should be used to overwrite the free space: Pseudorandom data - This is faster, but less secure if you wish to create a hidden volume within this volume at a later date. Encrypted data - This is more secure, but slower. Pseudorandom data will be encrypted with your choice of cypher before being written to the drive.
de: Wählen Sie Zeichen zum Überschreiben des freien Speicherplatzes: Pseudo-Zufallsdaten: Schneller aber weniger sicher, falls ein verstecktes Volumen in diesem Volumen geplant Verschlüsselte Daten: Sicherer, aber langsam. Hierfür werden Pseudo-Zufallsdaten mit wählbarem Cypher verschlüsselt.
fr: Merci de sélectionner le type de données à utiliser pour écraser l'espace libre : Données pseudo-aléatoires : rapide, mais moins sécurisé si vous créez ensuite un volume caché à l'intérieur de ce volume. Données chiffrées : sécurisé, mais lent. Des données pseudo-aléatoires sont chiffrées avec le chiffreur sélectionné avant d'être écrites sur le lecteur.
it: Seleziona il tipo di dati da usare per sovrascrivere lo spazio libero: Dati pseudocasuali - Più rapido, ma meno sicuro se in futuro si dovesse creare un volume nascosto all'interno di questo. Dati crittati - Più sicuro, ma più lento. I dati pseudocasuali verranno crittati con la tua scelta di cypher prima di essere scritti sul disco.

source: n/a
de: n.v.

source: Leave volumes mounted
de: Volumen gemountet lassen

source: Cancel dismount
de: Dismount abbrechen

source: Display/hide console toggle
de: Konsole zeigen/verbergen

source: Keyfile/volume
de: Schlüsseldatei/Volumen
fr: Fichier clé/volume

source: Doubleclick partition to display details
de: Für Details: Doppelklick auf Partition
fr: Double-cliquer sur une partition pour voir ses propriétés
it: Doppio click sulla partizione per i dettagli

source: Volume options
de: Volumen-Optionen
fr: Options du volume
it: Opzioni volume

source: Create Volume
de: Volumen erstellen
fr: Créer le volume
it: Crea Volume

source: Volume &size:
de: Größe:
fr: Taille du volume :
it: Dimensioni volume:

source: It appears that the volume specified may be decrypted with any of the following hash/cypher combinations:
de: Möglicherweise kann das Volumen mit einer der folgenden Hash/Cypher-Kombinationen entschlüsselt werden:
fr: Il semble que le volume spécifié peut être déchiffré avec chacune des combinaisons hacheur/chiffreur suivantes :
it: Sembra che il volume indicato possa essere decrittato con una delle seguenti combinazioni hash/cypher:

source: Volume Type
de: Volumen-Typ
fr: Type de volume
it: Tipo di Volume

source: Please select the type of volume:
de: Bitte Volumentyp wählen:
fr: Merci de sélectionner le type de volume :
it: Selezionare il tipo di volume:

source: Volume File or Partition
de: Volumendatei oder Partition
fr: Fichier de volume ou partition
it: File o partizione di volume

source: LibreCrypt Volume Creation Wizard
de: LibreCrypt Volumen-Assistent
fr: Assistant de création de volume LibreCrypt
it: Wizard Creazione Volume LibreCrypt

source: Welcome to the LibreCrypt Volume Creation Wizard.
de: Willkommen zum LibreCrypt Volumen-Assistenten.
fr: Bienvenue dans l'Assistant de création de volume LibreCrypt
it: Benvenuti nel Wizard Creazione Volume LibreCrypt

source: Volume filename
de: Volumen-Dateiname
fr: Nom du fichier de volume
it: Nome file volume

source: &Disk/partition to create encrypted volume on:
de: Laufwerk/Partition zur Verschlüsselung:
fr: &Disque ou partition sur laquelle créer le volume chiffré :
it: &Disco/partizione su cui creare il volume crittato:

source: &Create hidden volume within selected partition
de: Verstecktes Volumen in verschlüsselter Partition erzeugen
fr: &Créer un volume caché à l'intérieur de la partition sélectionnée
it: &Creare volume nascosto nella partizione selezionata

source: &Byte offset within volume:
de: Offset innerhal&b Volumen:
fr: &Décalage à l'intérieur du volume :
it: &Byte offset nel volume:

source: DO NOT PROCEED UNLESS YOU UNDERSTAND THE FULL IMPLICATIONS OF CREATING HIDDEN VOLUMES.
de: BITTE FAHREN SIE NICHT FORT, WENN SIE SICH NICHT VOLLSTÄNDIG ÜBER DIE FOLGEN IM KLAREN SIND.
fr: NE PAS APPLIQUER SAUF SI VOUS COMPRENEZ PARFAITEMENT TOUTES LES IMPLICATIONS DE LA CRÉATION DE VOLUMES CACHÉS.
it: NON PROCEDERE SE NON SI COMPRENDONO LE PIENE IMPLICAZIONI DELLA CREAZIONE DI VOLUMI NASCOSTI.

source: Additionally &XOR sector IV with per volume IV
de: Zusätzliche XOR Sektor-IV pro Volumen-IV
fr: IV de secteur supplémentaire &XOR avec un IV par volume
it: Addizionalmente settore IV &XOR con volume IV

source: &Open volume after creation
de: Nach Erstellung mounten
fr: &Monter le volume après la création

source: bits.
de: bit

source: Include CDB as part of volume file
de: CDB in das Volumen integrieren
fr: Inclure le CDB dans le fichier de volume
it: Includere CDB nel file volume

source: Are you sure you wish to use PKCS#11 secret key: %1 to %2 the CDB starting from offset %3 within volume: %4
de: Möchten Sie den privaten PKCS#11-Schlüssel verwenden %1 Der CDB von %2 beginnt bei Offset %3 im Volumen: %4
fr: Êtes-vous sûr de vouloir utiliser la clé secrète PKCS#11 : %1 dans %2, le CDB étant décalé de %3 à l'intérieur du volume : %4 ?
it: Si è sicuri di voler utilizzare la chiave segreta PKCS#11: %1 fino %2 al CDB che inizia da offset %3 nel volume: %4

source: Are you sure you wish to %1 the volume/keyfile: %2 using the PKCS#11 secret key: %3
de: Soll das Volumen/Schlüsseldatei %1 werden: %2 Verwendung des privaten PKCS#11-Schlüssels: %3
fr: Êtes-vous sûr de vouloir %1 le volume ou le fichier clé : %2 en utilisant la clé secrète PKCS#11 : %3 ?
it: Si è sicuri di voler %1 il volume/keyfile: %2 usare la chiave segreta PKCS#11: %3

source: Unable to read keyfile/volume CDB
de: Kann die Schlüsseldatei/CDB nicht lesen.
fr: Impossible de lire le CDB depuis le fichier clé ou le volume
it: Impossibile leggere il keyfile/volume CDB

source: Unable to write keyfile/volume CDB
de: Kann die Schlüsseldatei/CDB nicht schreiben.
fr: Impossible d'écrire le CDB dans le fichier clé ou le volume
it: Impossibile scrivere il CDB del keyfile/volume

source: Volume/keyfile now %1
de: Volumen/Schlüsseldatei von PKCS#11-Token %1
fr: Volume ou fichier clé %1
it: Volume/keyfile ora %1

source: Doubleclick partition to display properties
de: Doppelklick auf Partition zeigt Details
fr: Double-cliquer sur une partition pour voir ses propriétés
it: Fare doppio click sulla partizione per visualizzare le proprietà

source: Doubleclick to display disk properties
de: Doppelklicken Sie für erweiterte Eigenschaften
fr: Double-cliquer pour afficher les propriétés du disque
it: Fare doppio click per visualizzare le proprietà del disco

source: Manual
de: Manuell
fr: Manuel
it: Manuale

source: Stopping a LibreCrypt driver which is currently in use (e.g. by one or more mounted volumes) can lead to SYSTEM INSTABILITY.
de: Das Stoppen eines sich in Benutzung (z.B. durch gemountete Volumen) befindlichen LibreCrypt-Treibers kann zu SYSTEMINSTABILITÄT führen.
fr: Arrêter un pilote LibreCrypt actuellement utilisé par un ou plusieurs disques montés peut entraîner une INSTABILITÉ DU SYSTÈME.
it: Chiudere un driver LibreCrypt attualmente utilizzato (p.e. da uno o più volumi montati) può portare a INSTABILITA' DI SISTEMA.

source: Uninstalling a LibreCrypt driver which is currently in use (e.g. by one or more mounted volumes) can lead to SYSTEM INSTABILITY.
de: Das Deinstallieren eines sich in Benutzung (z.B. durch gemountete Volumen) befindlichen LibreCrypt-Treibers kann zu SYSTEMINSTABILITÄT führen.
fr: Désinstaller un pilote LibreCrypt actuellement utilisé par un ou plusieurs disques montés peut entraîner une INSTABILITÉ DU SYSTÈME.
it: Disinstallare un driver LibreCrypt attualmente utilizzato (p.e. da uno o più volumi montati) può portare a INSTABILITA' DI SISTEMA.

source: (n/a)
de: (n.v.)

source: Unable to Open volume; please ensure that you entered the correct details (password, etc)
de: Kann das Volumen nicht mounten. Bitte prüfen Sie die angegebenen Details (Passwort etc.).
fr: Impossible de monter le volume. Merci de vérifier que vous avez indiqué les bons paramètres (mot de passe, etc.)
it: Impossibile montare il volume; assicurarsi di aver inserito i dettagli corretti (password, etc)

source: Please ensure that you check/uncheck the "Data from offset includes CDB" option, as appropriate for your volume
de: Bitte beachten Sie die korrekte Angabe, ob der CDB im angegebenen Offset enthalten ist oder nicht.
fr: Merci de vérifier que vous avez activé ou désactivé l'option "Le décalage inclut le CDB" conformément aux paramètres de votre volume
it: Assicurarsi di selezionare/deselezionare l'opzione "I dati dall'offset includono CDB", come necessario per il volume

source: Unable to find volume/read volume CDB.
de: Kann Volumen nicht finden oder den Kritischen Datenblock nicht lesen.

source: Unable to Open volume; if a volume to be mounted is stored on readonly media (e.g. CDROM or DVD), please ensure that the "Open readonly" option is selected.
de: Kann Volumen nicht mounten; wenn ein Volumen auf einem schreibgeschützten Medium (z.B. CDROM oder DVD) liegt, aktivieren Sie bitte die Option "Schreibschutz" beim Mounten.

source: Unable to Open volume; if a volume file is readonly, please ensure that the "Open readonly" option is selected.
de: Kann Volumen nicht mounten; wenn ein Volumen schreibgeschützt ist, aktivieren Sie bitte die Option "Schreibschutz" beim Mounten.

source: %1 volume was mounted successfully, but %2 could not be mounted
de: %1 Volumen wurden erfolgreich gemountet, aber %2 konnten nicht gemountet werden.
fr: Le volume %1 a été monté correctement, mais %2 ne peut l'être
it: Volume %1 montato con successo, ma impossibile montare %2

source: %1 volumes were mounted successfully, but %2 could not be mounted
de: %1 Volumen wurden erfolgreich gemountet, aber %2 konnten nicht gemountet werden.
fr: Les volumes %1 ont été montés correctement, mais %2 ne peut l'être
it: Volumi %1 montati con successo, ma impossibile montare %2

source: The password you entered has less than 20 characters, and may not be compatible with some Linux volumes.
de: Die eingegebene Passwort hat weniger als 20 Zeichen und kann mit einigen Linux-Volumen inkompatibel sein.
fr: Le mot de passe que vous avez indiqué a une taille inférieure à 20 caractères et risque d'être incompatible avec certains volumes Linux.
it: La password digitata ha meno di 20 caratteri, e potrebbe non essere compatibile con alcuni volumi Linux.

source: Please specify a filename for the new volume file by clicking the "..." button.
de: Bitte geben Sie über den "..."-Button einen Dateinamen für Ihr Volumen an.
fr: Merci d'indiquer un nom de fichier pour le nouveau volume en cliquant le bouton "...".
it: Specificare un nome file per il nuovo file volume cliccando il pulsante "...".

source: Please enter the volume/keyfile you wish to encrypt using the selected PKCS#11 secret key.
de: Bitte geben Sie das mit dem privaten PKCS#11-Schlüssel zu sichernde Volumen an.
fr: Merci d'indiquer le volume ou le fichier clé que vous voulez chiffrer avec la clé secrète PKCS#11 sélectionnée.
it: Digitare il volume/keyfile che si desidera crittare usando la chave segreta PKCS#11 selezionata.

source: Please enter the volume/keyfile you wish to decrypt using the selected PKCS#11 secret key.
de: Bitte geben Sie das von dem privaten PKCS#11-Schlüssel zu entsichernde Volumen an.
fr: Merci d'indiquer le volume ou le fichier clé que vous voulez déchiffrer avec la clé secrète PKCS#11 sélectionnée.
it: Digitare il volume/keyfile che si desidera decrittare usando la chave segreta PKCS#11 selezionata.

source: Unable to complete requested operation: please ensure that your encrypted volume is not mounted or otherwise in use, and that the password, salt and offset entered are correct.
de: Kann die angeforderte Operation nicht ausführen. Bitte stellen Sie sicher, dass das Volumen nicht gemountet oder anderweitig in Benutzung ist und dass Salt, Offset und Passwort korrekt eingegeben sind.
fr: Impossible de terminer l'opération demandée. Merci de vérifier que le volume chiffré n'est pas monté ou en cours d'utilisation et que le mot de passe, le sel et le décalage indiqués sont corrects.
it: Impossibile completare l'operazione: assicurarsi che il volume crittato non sia montato o altrimenti in uso, e che la password, il salt e l'offset digitati siano corretti.

source: If you would like to modify an encrypted volume, please specify whether it is file or partition based. If you would like to modify a keyfile, please select "file" below.
de: Bitte geben Sie an, ob das zu ändernde Volumen datei- oder partitionsbasierend ist.
fr: Si vous voulez modifier un volume chiffré, merci d'indiquer s'il est basé sur un fichier ou une partition. Si vous voulez modifier un fichier clé, merci de sélectionner "Fichier" ci-dessous.
it: Se si vuole modificare un volume crittato, per favore specificare se è basato su file o partizione.

source: Please enter the full path and filename of the volume/keyfile you wish to change. If you wish to update a "hidden" volume held within another file, please specify the filename of the host file which stores your encrypted volume
de: Bitte geben Sie den vollen Pfad/Dateinamen zum zu ändernden Volumen an. Möchten Sie ein "verstecktes" Volumen innerhalb eines Volumens updaten, so geben Sie bitte den Dateinamen des äußeren Volumens an.
fr: Merci d'indiquer le chemin complet et le nom de fichier du volume ou de la clé que vous voulez changez. Si vous voulez mettre à jour un volume "caché" à l'intérieur d'un fichier, merci d'indiquer le nom du fichier hôte.
it: Digitare il percorso completo e il nome file del volume/keyfile che si vuol modificare. Se si vuole aggiornare un volume "nascosto" contenuto in un altro file, specificare il nome file del file ospite che contiene il volume crittato

source: Please specify the partition your volume is stored on.
de: Bitte geben Sie die verschlüsselte Partition an.
fr: Merci d'indiquer la partition sur laquelle votre volume sera enregistré.
it: Specificare la partizione su cui è memorizzato il volume.

source: Please enter the full details of the volume/keyfile you wish to change. If you wish to update a "hidden" volume held within another file, please specify the offset within the host file where your hidden volume is located
de: Bitte geben Sie die Details des zu ändernden Volumens an. Möchten Sie ein "verstecktes" Volumen updaten, geben Sie bitte seinen Offset innerhalb des äußeren Volumens an.
fr: Merci d'indiquer les paramètres du volume ou du fichier clé que vous voulez changer. Si vous voulez mettre à jour un volume "caché" à l'intérieur d'un fichier, merci d'indiquer le décalage à l'intérieur du fichier hôte.
it: Digitare i dettagli completi del volume/keyfile che si vuol modificare. Se si vuole aggiornare un volume "nascosto" contenuto in un altro file, specificare l'offset nel file ospite che contiene il volume crittato

source: Please enter new details for your volume/keyfile.
de: Bitte geben Sie die neuen Details für Ihr Volumen ein.
fr: Merci d'indiquer les nouveaux paramètres de votre volume ou de votre fichier clé.
it: Digitare nuovi dettagli per il volume/keyfile.

source: In order to change your volume/keyfile's details, a certain amount of random data is required. This data will be used for the following: 1) Password salting 2) Random padding data In order to generate this data, please select which random number generators you wish to use from the options below.
de: Um Ihre Volumendetails zu ändern, ist die Generierung von Zufallszahlen erforderlich. Diese Daten werden verwendet: 1) Zum "Salting" Ihres Passwortes 2) Zufällige Fülldaten Um diese Daten zu generieren, geben Sie bitte den zu verwendenden Zufallsgenerator an.
fr: Pour changer les paramètres du volume ou du fichier clé, des données aléatoires sont nécessaires. Ces données seront utilisées pour : 1) appliquer un sel sur le mot de passe ; 2) créer des données de remplissage aléatoires. Merci de sélectionner les générateurs de nombres aléatoires que vous souhaitez utiliser.
it: Per cambiare i dettagli del volume/keyfile, è richiesta una certa quantità di dati casuali. Questi dati saranno usati per: 1) Salatura password 2) Dati casuali di padding Per generare questi dati, selezionare quale generatore di numeri casuali si vuole usare dalle opzioni seguenti.

source: Create Keyfile for Volume
de: Schlüsseldatei für Volumen erzeugen
fr: Créer un fichier clé pour le volume
it: Creare Keyfile o Volume

source: Please specify whether the volume you wish to create a keyfile for is file or partition based.
de: Bitte geben Sie an, ob das Volumen zur Schlüsseldatei eine Datei oder Partition ist.
it: Specificare se il volume per il quale si vuole creare un keyfile è basato su file o partizione.
