Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: Unable to get disk layout for disk: %1
de: Kann Datenträgerlayout für: %1 nicht ermitteln.
es: No se pudo determinar el formato del disco: %1
fr: Impossible de déterminer le format du disque :%1
it: Impossibile ottenere il layout del disco: %1

source: <Unable to obtain data>
de: <Kann Daten nicht ermitteln>
es: <No se pudo obtener los datos>
fr: <Impossible de lire les données>
it: <Impossibile ottenere i dati>

source: <unknown>
de: <Unbekannt>
es: <desconocido>
fr: <inconnu>
it: <sconosciuto>

source: Fastest
es: Mas rápido

source: Default
es: Por defecto

source: Maximum
es: Máximo

source: %1 File
de: Datei
es: Archivo %1
fr: Fichier %1

source: Checking for latest version...
de: Prüfe auf aktuelle Version...
es: Comprobando la última versión...

source: Bootable
de: Bootfähig
es: Capaz de Arranque
fr: Démarrable
it: Avviabile

source: Rewrite
de: Neu schreiben
es: Reescribir
fr: Réinscriptible
it: Riscrivi

source: Recognised
de: Erkannt
es: Reconocido
fr: Reconnue
it: Riconosciuto

source: <No drive letter>
de: <Kein Laufwerksbuchstabe>
es: <Sin letra de disco>
fr: <Aucune lettre de lecteur>
it: <Nessun disco>

source: %1 days, %2 hours
de: %1 Tage, %2 Stunden
es: %1 días, %2 horas
fr: %1 jours, %2 heures
it: %1 giorni, %2 ore

source: %1 hours, %2 minutes
de: %1 Stunden, %2 Minuten
es: %1 horas, %2 minutos
fr: %1 heures, %2 minutes
it: %1 ore, %2 minuti

source: %1 minutes, %2 seconds
de: %1 Minuten, %2 Sekunden
es: %1 minutos, %2 segundos
fr: %1 minutes, %2 secondes
it: %1 minuti, %2 secondi

source: %1 seconds
de: %1 Sekunden
es: %1 segundos
fr: %1 secondes
it: %1 secondi

source: Operation cancelled by user
de: Vorgang durch Benutzer abgebrochen.
es: Operación anulada por el usuario
fr: Opération annulée par l'utilisateur
it: Operazione annullata dall'utente

source: Container file to backup from does not exist
es: El archivo de backup indicado no existe

source: CDB backup file does not exist
de: Backupdatei des Kritischen Datenblocks existiert nicht.
es: El archivo de backup CDB no existe

source: CDB backup file already exists; please specify a different filename to backup to
de: Diese Backupdatei des Kritischen Datenblocks existiert bereits. Geben Sie einen anderen Dateinamen an.
es: El archivo de backup CDB ya existe; indique un nombre de archivo diferente para salvaguardar

source: Container file to restore to does not exist
es: El archivo del volumen que quiere montar no existe

source: Unable to get file size of container file
es: No se pudo leer la talla del archivo volumen

source: Container file too small to contain CDB
es: Archivo volumen demasiado pequeño para contenir el CDB

source: Source filename
de: Name Quelldatei
es: Archivo origen

source: Source details
de: Details Quelldatei
es: Detalles del volumen origen

source: Destination filename
de: Name Zieldatei
es: Archivo destino

source: Destination details
de: Details Zieldatei
es: Detalles del volumen destino

source: RNG select
de: RNG-Auswahl
es: Selección RNG

source: RNG: Mouse movement
de: RNG Mausbewegung
es: RNG: Movimiento del ratón

source: New keyfile
de: Neue Schlüsseldatei
es: Nuevo archivo clave

source: Keyfile created successfully.
de: Schlüsseldatei erfolgreich gelesen.
es: Archivo clavecreado correctamente.

source: Container/keyfile changed successfully.
es: Volumen/Archivo clave creado con éxito.

source: Unable to create keyfile; please check your password and other settings, and ensure you have enough storage space to hold a new keyfile
de: Kann Schlüsseldatei nicht erstellen; bitte prüfen Sie Einstellungen und Passwort und stellen Sie sicher, daß genügend Speicherplatz für eine neue Schlüsseldatei bereitsteht.
es: No se pudo crear el archivo clave; verifique la contraseña y otros parámetros, y compruebe que dispone de suficiente espacio para crear un nuevo archivo clave

source: Unable to update the container/keyfile as requested; please check your password and other settings
es: No se pudo actualizar el volumen/archivo clave; verifique la contraseña y otros parámetros

source: New keyfile:
de: Neue Schlüsseldatei:
es: Nuevo archivo clave:

source: Unable to create user RNG
de: Kann Benutzer-RNG nicht erstellen
es: No se pudo crear el RNG del usuario

source: Please enter the filename of an existing container (with CDB) or keyfile
es: Indique el nombre de archivo de un volumen (con CDB) o archivo clave existentes

source: The file specified does not exist. Please reenter
de: Die angegebene Datei wurde nicht gefunden. Bitte neu eingeben.
es: El archivo indicado no existe. Vuelva a intentarlo

source: Error getting user password!
de: Kann Benutzerpasswort nicht ermitteln.
es: ¡Error: No se pudo obtener de la contraseña!

source: Please enter a password
de: Bitte geben Sie ein Passwort ein.
es: Especifique una contraseña

source: Unable to get filesize
de: Kann Dateigröße nicht ermitteln.
es: No se pudo obtener la talla del archivo

source: The offset specified is larger than the file selected!
de: Der angegebene Offset ist größer als die Datei selbst!
es: ¡El desplazamiento especificado es superior a la talla del archivo seleccionado!

source: Please enter a number of key iterations greater than one
de: Bitte geben Sie die Zahl der Schlüssel-Iterationen (>1) ein.
es: Indique un número de iteraciones superior a 1

source: Please specify a filename for the new keyfile
de: Bitte geben Sie den Dateinamen für die neue Schlüsseldatei an.
es: Indique un nombre de archivo para el nuevo archivo clave

source: A file with the filename specified already exists; please enter different filename
de: Eine Datei mit angegebenem Namen existiert bereits. Bitte geben Sie einen neuen Namen ein.
es: Ya existe un archivo que tiene el mismo nombre; indique un nombre diferente

source: Passwords entered do not match
de: Die eingegebenen Passwörter stimmen nicht überein.
es: Las Contraseñas indicadas no corresponden

source: Please select an RNG
de: Bitte wählen Sie einen Zufallszahlengenerator
es: Seleccione un RNG

source: Microsoft CryptoAPI failed to produce sufficient random data.
de: Microsoft CryptoAPI konnte nicht genügend Zufallsdaten erzeugen.
es: La CryptoAPI de Microsoft no pudo generar bastantes datos aleatorios.

source: User input has not yet generated sufficient random data.
de: Ihre Eingabe hat noch nicht genügend Zufallsdaten erzeugt.
es: Los datos introducidos no bastan para generar suficientes datos aleatorios.

source: Dump CDB
de: CDB ausgeben
es: Descarga CDB

source: CDB dumped to file. Do you wish to view the human readable version now?
de: CDB in Datei ausgegeben. Möchten Sie ihn jetzt mit einem Viewer öffnen?
es: El CDB se descargó en el archivo. ¿Quiere visualizar el contenido ahora?

source: Unable to dump CDB; please check your password and other settings
de: Kann CDB nicht ausgeben; bitte prüfen Sie Passwort und Einstellungen.
es: No se pudo descargar el CDB; compruebe la contraseña y otros parámetros

source: Dump filename:
de: Ausgabe-Dateiname:
es: Archivo de descarga:

source: Please specify a filename for the CDB dump file
de: Bitte geben Sie den Dateinamen für die Ausgabe an.
es: Especifique un nombre de archivo para descargar el CDB

source: Dump LUKS
de: LUKS ausgeben
es: Descargar LUKS

source: LUKS dumped to file. Do you wish to view the human readable version now?
de: LUKS in Datei ausgegeben. Möchten Sie es jetzt mit einem Viewer öffnen?
es: El LUKS se descargó en el archivo. ¿Quiere visualizar el contenido ahora?

source: Unable to dump LUKS details; please check your password and other settings
de: Kann LUKS nicht ausgeben; bitte prüfen Sie Passwort und Einstellungen.
es: No se pudo descargar el LUKS; verifique la contraseña y otros parámetros

source: Container:
es: Volumen:

source: Please enter the filename of an existing LUKS container
es: Indique el nombre de archivo de un volumen LUKS existente

source: The file specified is not a LUKS encrypted container.
es: El archivo indicado no es un archivo de cifrado LUKS.

source: Please specify a filename for the LUKS dump file
de: Bitte geben Sie den Dateinamen für die Ausgabe an.
es: Especifique un nombre de archivo para descargar el LUKS

source: Basic
de: Standard
es: Básico

source: Open container
es: Montar archivo

source: Opened OK
es: Montaje OK:

source: Open failed; the virtual storage device could not be activated at this time Please see documentation for further details
de: Mounten fehlgeschlagen; das virtuelle Laufwerk konnte momentan nicht aktiviert werden Nutzen Sie die Dokumentation für Details.
es: El Montaje fracasó; no se pudo activar el disco virtual Remítase a la documentación del dispositivo

source: Unable to open container; please ensure that you entered the correct details (password, etc), and the appropriate hash/cypher drivers are enabled If you are using a keyfile, please ensure that you check/uncheck the "Data from offset includes CDB" option, as appropriate for your container.
es: No se pudo montar el volumen; verifique que los parámetros son correctos (contraseña, etc), y que el hash/cifrado necesarios están disponibles Si utiliza un archivo clave, verifique que ha activado/desactivado la opción "el Desplazamiento incluye el CDB", según lo conveniente para su volumen.

source: Open LUKS container
de: LUKS-Volumen mounten
es: Montar archivo LUKS

source: Unable to open container; please ensure that you entered the correct details (password, etc).
es: No se pudo montar el volumen; Compruebe que proporcionó los parámetros correctos (contraseña, etc.)

source: Filename
de: Datei:
es: Nombre de archivo

source: Hash/cypher/IV
es: Hash/cifrado/IV

source: Master key length
de: Länge des Master-Schlüssels
es: Talla de Clave Maestra

source: Ready
de: Bereit.
es: Listo

source: CDB location
de: CDB Position
es: Ubicación del CDB

source: New container
es: Nuevo volumen

source: Your new container will be created with the following properties:
es: El nuevo volumen se creará con las siguientes características:

source: Master key length: %1
de: Länge des Master-Schlüssels
es: Talla de clave maestra: %1

source: User input
de: Benutzereingabe
es: Captura de datos

source: Select "Finish" to create the above container
es: Seleccionar "Terminar" para crear el volumen

source: New container created and opened successfully.
es: Nuevo volumen creado y montado con éxito.

source: New container created successfully. Please tap "File | Open" to begin using it
es: Nuevo volumen creado con éxito. Elija "Archivo | Montar" para utilizarlo

source: New container could not be created; please check your settings, and ensure you have sufficient storage to hold the new container
es: No se pudo crear el volumen; verifique los parámetros y compruebe que dispone de espacio suficiente en el disco

source: A file with the name specified already exists. If you continue, a hidden container will be created within this file, overwriting part of it. Do you wish to proceed?
es: Ya existe un archivo con el mismo nombre. Si continúa, creará un volumen oculto dentro de ese archivo, destruyendo parte de él. ¿Quiere realmente continuar?

source: Please enter a filename for the new container
es: Indicar un nombre de archivo para el nuevo volumen

source: The size specified is too small; please enter a larger value.
de: Die angegebene Größe ist zu gering; bitte geben Sie einen größeren Wert ein.
es: La talla indicada es demasiado pequeña; indique un valor superior.

source: The host file is not large enough for a hidden container with this offset and size
es: El archivo anfitrión no puede contener un volumen oculto de esa talla y desplazamiento

source: Please select the hash to be used
de: Bitte geben Sie den zu verwendenden Hash ein.
es: Indique el hash que hay que utilizar

source: Please select the cypher to be used
de: Bitte geben Sie den zu verwendenden Cypher ein.
es: Indique el cifrado que hay que utilizar

source: Please select the sector IV generation method
de: Bitte wählen Sie die Methode zur Generierung der Sektor-IV's.
es: Indique método de creación del IV de sector

source: The keylength must be a multiple of 8 bits
de: Die Schlüssellänge muß ein Vielfaches von 8 bit sein.
es: La talla de clave tiene que ser un múltiple de 8 bits

source: If you wish to use a keyfile, please specify it's filename
de: Möchten Sie eine Schlüsseldatei nutzen, geben Sie diese bitte an.
es: Si quiere utilizar un archivo clave, tiene que indicar su nombre

source: Please restart %1 to allow language changes to take effect.
de: Bitte starten Sie %1 neu, um die Änderungen der Sprache anzuwenden.
es: Reiniciar %1 para que los cambios de idioma cobren efecto.

source: You have not selected the option to save settings to a config file. Are you sure you don't want to make your settings persistant?
de: Sie haben die Option zum Speichern der Einstellungen in eine Datei abgewählt. Möchten Sie Ihre Einstellungen wirklich nicht speichern?
es: No seleccionó la opción 'salvaguardar los parámetros en un archivo de configuración'. ¿Está seguro que no quiere salvaguardar su configuración?

source: Hashes
es: Hash

source: Cyphers
de: Cypher
es: Algoritmos de cifrado

source: Options could not be saved.
de: Die Optionen konnten nicht gespeichert werden.
es: La configuración no pudo salvaguardarse.

source: No hash drivers found.
de: Keine Hash-Treiber gefunden.
es: No se encontraron controladores de hash.

source: No cypher drivers found.
de: Keine Cypher-Treiber gefunden.
es: No se encontraron controladores de cifrado.

source: Associate with ".%1" files
de: Mit ".%1" -Dateien verknüpfen.
es: Asociar con archivos ".%1"

source: You have not enabled any hash drivers You will be unable to use DoxBox4PDA without enabling at least one hash driver Are you sure you wish to do this?
de: Sie haben keine Hash-Treiber aktiviert. Sie können benötigen für DoxBox4PDA mindestens einen Hash-Treiber. Möchten Sie wirklich ohne Hash-Treiber fortfahren?
es: No activó ningún piloto de hash No podrá utilizar DoxBox4PDA si no activa por lo menos un piloto de hash ¿Quiere realmente continuar?

source: You have enabled all hash drivers Enabling all hash drivers can significantly increase the time taken to open containers. Are you sure you wish to do this?
es: Activó todos los pilotos de hash Activar todos los pilotos de hash puede aumentar considerablemente el tiempo de montaje de los volúmenes ¿Quiere realmente continuar?

source: You have not enabled any cypher drivers You will be unable to use DoxBox4PDA without enabling at least one cypher driver Are you sure you wish to do this?
de: Sie haben keine Cypher-Treiber aktiviert. Sie können benötigen für DoxBox4PDA mindestens einen Cypher-Treiber. Möchten Sie wirklich ohne Cypher-Treiber fortfahren?
es: No activó ningún piloto de cifrado No podrá utilizar DoxBox4PDA si no activa por lo menos un piloto de cifrado ¿Quiere realmente continuar?

source: You have enabled all cypher drivers Enabling all cypher drivers can significantly increase the time taken to open containers. Are you sure you wish to do this?
es: Activó todos los pilotos de cifrado Activar todos los pilotos de cifrado puede aumentar considerablemente el tiempo de montaje de los volúmenes ¿Quiere realmente continuar?

source: Drivers selected: %1
de: Gewählte Treiber: %1
es: Controladores seleccionados: %1

source: Unable to get container properties.
es: No pudieron obtenerse las propiedades del disco.

source: <None>
de: Kein
es: <Ninguno>

source: Please specify a mountpoint
de: Bitte geben Sie einen Einhängepunkt an.
es: Indique un punto de montaje

source: The mountpoint specified is reserved; please enter a different mountpoint
de: Der angegebene Einhängepunkt ist reserviert; bitte geben Sie einen anderen an.
es: El punto de montaje indicado está reservado; indique otro punto de montaje

source: The mountpoint specified includes a invalid character; please enter a different mountpoint
de: Der angegebene Einhängepunkt enthält ungültige Zeichen; bitte geben Sie einen anderen an.
es: El punto de montaje indicado contiene una letra inválida; indique otro punto de montaje

source: The mountpoint specified already exists; please enter a different mountpoint
de: Der angegebene Einhängepunkt existiert bereits; bitte geben Sie einen anderen an.
es: El punto de montaje indicado ya existe; indique otro punto de montaje

source: Menu
de: Menü
es: Menú

source: Out of memory; please try again
de: Kein freier Speicher; bitte versuchen Sie es erneut.
es: Fuera de memoria; vuelva a intentar

source: Please check your command line parameters
de: Bitte prüfen Sie Ihre Befehlszeilenparameter.
es: Compruebe los parámetros especificados

source: DoxBox4PDA container
es: volumen DoxBox4PDA

source: Container files\0*.vol\0All files\0*.*\0
es: Archivos volumen\0*.vol\0Todos archivos\0*.*\0

source: Keyfiles\0*.cdb\0All files\0*.*\0
de: Schlüsseldatei\0*.cdb\0Alle Dateien\0*.*\0
es: Archivos clave\0*.cdb\0Todos archivos\0*.*\0

source: Container files and keyfiles\0*.vol;*.cdb\0Volume files\0*.vol\0Keyfiles\0*.cdb\0All files\0*.*\0
es: Archivos volumen o clave\0*.vol;*.cdb\0Archivos volumen\0*.vol\0Archivos clave\0*.cdb\0Todos archivos\0*.*\0

source: Text files\0*.txt\0All files\0*.*\0
de: Textdateien\0*.txt\0Alle Dateien\0*.*\0
es: Archivos texto\0*.txt\0Todos archivos\0*.*\0

source: CDB backups\0*.cdbBackup\0All files\0*.*\0
de: CDB-Backups\0*.cdbBackup\0Alle Dateien\0*.*\0
es: Salvaguardias del CDB\0*.cdbBackup\0Todos archivos\0*.*\0

source: Executable files\0*.exe\0All files\0*.*\0
de: Programmdateien\0*.exe\0Alle Dateien\0*.*\0
es: Programas\0*.exe\0Todos archivos\0*.*\0

source: Mountpoint
de: Einhängepunkt
es: Punto de montaje

source: All containers dismounted.
es: Todos los volúmenes desmontados.

source: One or more of containers could not be dismounted.
es: Uno o varios volúmenes no pudieron desmontarse.

source: Container dismounted.
es: Volumen desmontado.

source: Lock failed.
es: Desmontaje imposible.

source: Unable to locate a local copy of user guide; would you like to see the latest version on the Internet?
de: Kann Hilfedatei nicht finden, möchten Sie die aktuelle Version aus dem Internet verwenden?
es: No se encontró una copia local del guía del usuario ¿Quiere consultar la última versión en Internet?

source: About to generate stats report. Please ensure PDA isn't running on battery power and tap "OK" to begin.
de: Erstelle Statusreport. Bitte stellen Sie auf Netzstrom um und klicken Sie "OK" zum Starten.
es: Preparado para generar las estadísticas. Asegúrese que el PDA no funciona sobre la batería y haga clic en "OK" para empezar.

source: Stats report generated. Do you wish to view the report now?
de: Der Statusreport wurde erstellt. Möchten Sie ihn jetzt anzeigen?
es: Las estadísticas han sido generadas. ¿Quiere consultarlas ahora?

source: Please note: If you wish to create a new container for use on both PDAs and PCs, please do so using the PC version of LibreCrypt. See documentation for further explanation.
es: Observación: Si quiere crear un volumen accesible desde un PDA y un PC tiene que crearlo utilizando la versión PC de LibreCrypt. Vea la documentación para mas amplias explicaciones.

source: Unable to create main window
de: Kann Programmfenster nicht erstellen.
es: No se pudo crear la ventana principal

source: Unable to get details of all opened containers
es: No se pudieron obtener los detalles de todos los volúmenes montados

source: Main driver version:
de: Version Haupt-Treiber:
es: Versión del controlador principal:

source: CDB at offset
de: CDB bei Offset:
es: Desplazamiento CDB

source: Mountpoint:
de: Name:
es: Punto de montaje:

source: Opened as device:
es: Montado sobre el disco:

source: XOR sector IVs with container IV
es: Inversar (XOR) IV de sector del volumen

source: Confirm:
de: Nochmal:
es: Confirmar:

source: User generated random data
de: Benutzereingaben
es: Datos aleatorios generados por el usuario

source: Show large icons
es: Mostrar iconos grandes

source: Support WM 5.0 soft keys
de: WM 5.0 Softkeys verwenden
es: Soporte de WM 5.0 soft keys

source: Save settings to config file
de: Einstellungen in Konfigurationsdatei speichern
es: Conservar las opciones en el archivo de configuración

source: Please select which hash drivers should be enabled:
de: Bitte wählen Sie die zu startenden Hash-Treiber
es: Seleccione los pilotos de hash que han de activarse:

source: Note: The more drivers you enable, the slower container opening will be.
es: Observación: Mientras mas pilotos active, mas lento será el montaje de los volúmenes.

source: Base mountpoint on filename
de: Datei-spezifisch
es: Punto de montaje de base en el archivo

source: Default mountpoint
de: Standard
es: Punto de montaje por defecto

source: Mountpoints
de: Einhängepunkte
es: Puntos de montaje

source: Explorer:
es: Explorar:

source: Explorer
es: Explorar

source: Please select which cypher drivers should be enabled:
de: Bitte wählen Sie die zu startenden Cypher-Treiber
es: Seleccione los pilotos de cifrado que han de activarse:

source: Open...
de: Mounten...
es: Montar...

source: Dump LUKS details to file...
de: LUKS-Details in Datei exportieren...
es: Descargar los detalles LUKS en el archivo...

source: View
de: Ansicht
es: Ver

source: Tools
de: Werkzeuge
es: Herramientas

source: Change password/details...
de: Passwort/Details ändern...
es: Cambiar contraseña/informaciones...

source: Dump to human readable file...
de: In Textdatei kopieren...
es: Descargar en un archivo texto...

source: About...
de: Über %1
es: Acerca de...

source: Done
de: Fertiggestellt
es: Hecho

source: Explore
de: Durchsuchen
es: Explorar

source: Stats report
de: Statusreport
es: Estadísticas

source: < Back
de: < Zurück
es: < Anterior

source: Next >
de: Weiter >
es: Siguiente >

source: Finish
de: Erstellen
es: Terminar

source: Comments
de: Anmerkungen
es: Comentarios

source: Translation
de: Übersetzung
es: Traducción

source: Please specify the filename and location where the new container should be created. If you wish to create a "hidden" container within an existing container, please specify your existing container to be used.
es: Especifique el nombre y ubicación del archivo para crear el nuevo volumen. Si quiere crear un volumen "oculto" dentro de un volumen existente, indique el volumen que se ha de utilizar.

source: Please enter the required size of the new container. Note: The size you specified here will be the size of the data part of the container file. The actual file created will be larger than this by the size of the critical data area, which will be prepended onto the container file.
es: Indique la talla deseada para el nuevo volumen. Observación: la talla indicada aquí es la que ocuparán los datos del volumen. El archivo creado se verá aumentado de la talla del bloque de datos críticos que estará incluído dentro del volumen creado.

source: In order to create your new container, a certain amount of random data is required. In order to generate this data, please select which random number generators you wish to use from the options shown.
es: Para crear el nuevo volumen, se necesita cierta cantidad de datos aleatorios. Para poder generar estos datos, elija el generador de números aleatorios que desea utilizar entre las opciones disponibles.

source: You have elected to use user input to generate random data. Please "tap and scribble" within the bordered area, until enough random data has been generated.
de: Sie haben die Benutzereingabe zur Zufallsdatenerzeugung gewählt. Bitte "tippen und kritzeln" Sie innerhalb des markierten Bereiches bis genügend Zufallsdaten erzeugt sind.
es: Eligió utilizar el movimiento del ratón para generar los datos aleatorios. "haga garabatos" con el ratón dentro de la área delimitada mas abajo, hasta haber generado bastantes datos aleatorios.
