Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: DO NOT PROCEED UNLESS YOU UNDERSTAND THE FULL IMPLICATIONS OF CREATING HIDDEN CONTAINERS.
es: NO CONTINUE SALVO SI COMPRENDE TOTALMENTE LAS IMPLICACIONES DE LA CREACIÓN DE VOLÚMENES OCULTOS.

source: Size
de: Größe
es: Talla
fr: Taille
it: Dimensioni

source: &Size of new container:
de: Volumengröße:
es: Talla del nuevo volumen:
fr: &Taille du nouveau volume :
it: Dimensioni nuovo volume:

source: &Use entire partition/disk
de: Kpl. Laufwerk/Partition
es: &Utilizar el disco/partición entero
fr: Utiliser une partition ou un disque entier
it: &Usa intera partizione/disco

source: Hash, cypher and IV
de: Hash, Cypher und IV
es: Hash, cifrado y IV
fr: Hacheur, chiffreur et IV
it: Hash, cypher e IV

source: Select &hash:
de: Hash wählen:
es: Seleccionar &hash:
fr: Sélectionner le &hacheur :
it: Seleziona &hash:

source: Select &cypher:
de: Cypher wählen:
es: Seleccionar &cifrado:
fr: Sélectionner le &chiffreur :
it: Seleziona &cypher:

source: Sector &IVs:
de: Sektor-IVs:
es: &IV de Sector:
fr: &IV de secteur :
it: Settore &IV:

source: Additionally &XOR sector IV with per container IV
es: Inversar (&XOR) el IV de sector del volumen

source: Master Key Length
de: Länge des Master-Schlüssels
es: Talla de Clave Maestra
fr: Taille de la clé principale
it: Lunghezza chiave principale

source: &Size of master key:
de: Master-Schlüssellänge
es: Talla de la clave maestra:
fr: &Taille de la clé principale :
it: Dimen&sione chiave principale:

source: RNG PKCS token
de: RNG PKCS#11 Token
es: Token RNG PKCS
fr: Jeton RNG PKCS
it: Token RNG PKCS

source: &Keyphrase:
de: Passwort
es: Contraseña
fr: Mot de passe

source: &Confirm Keyphrase:
de: &Bestätigen:
es: &Confirmar la contraseña:
fr: &Confirmer le mot de passe :
it: &Confermare la password:

source: &Advanced...
de: Erweitert...
es: &Avanzado...
fr: &Avancé...
it: &Avanzate...

source: &Open container after creation
es: &Montar el volumen después de la creación

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni Avanzate

source: Key Iterations
de: Schlüssel-Iterationen
es: Iteraciones de clave
fr: Itérations de la clé
it: Iterazioni Chiavi

source: Salt
es: Sal
fr: Sel
it: Sale

source: &Length of salt:
de: &Salt:
es: &Longitud de sal:
fr: Taille du &sel :
it: &Lunghezza sale:

source: Drive Letter
de: Laufwerksbuchstabe
es: Letra del disco
fr: Lettre de lecteur
it: Lettera Drive

source: CDB Location
de: CDB Position
es: Ubicación del CDB
fr: Emplacement du CDB
it: Posizione CDB

source: Include CDB as part of container file
es: Incluír el CDB dentro del archivo de volumen

source: Store CDB as separate keyfile
de: CDB als separate Datei
es: Almacenar el CDB en un archivo clave separado
fr: Stocker le CDB dans un fichier clé séparé
it: Salvare CDB come keyfile separato

source: Padding
es: Relleno

source: Amount of padding to append:
de: Menge hinzuzufügenden Paddings:
es: Cantidad de relleno añadido:

source: Type of overwrite data:
de: Zeichen zum Überschreiben
es: Tipo de datos de sobrescritura:

source: File
de: Datei
es: Archivo
fr: Fichier

source: Partition
es: Partición
it: Partizione

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

source: Null IV
es: IV nulo
fr: IV nul

source: 32 bit sector ID
de: 32 bit Sektor-ID
es: ID de sector de 32 bits
fr: ID de secteur de 32 bits
it: ID settore 32 bit

source: 64 bit sector ID
de: 64 bit Sektor-ID
es: ID de sector de 64 bits
fr: ID de secteur de 64 bits
it: ID settore 64 bit

source: Hashed 32 bit sector ID
de: 32 bit Sektor-ID mit Hash
es: ID de sector con hash de 32 bits
fr: ID de secteur haché sur 32 bits
it: ID settore hashed 32 bit

source: Hashed 64 bit sector ID
de: 64 bit Sektor-ID mit Hash
es: ID de sector con hash de 64 bits
fr: ID de secteur haché sur 64 bits
it: ID settore hashed 64 bit

source: Administrator privileges are required in order to carry out this operation.
de: Zur Ausführung dieser Operation sind Administratorrechte erforderlich.
es: Necesita privilegios de administrador para ejecutar esta operación.
fr: Les privilèges de l'administrateur sont requis pour réaliser cette opération.
it: Sono richiesti privilegi di amministratore per eseguire questa operazione.

source: Unable to open service control manager.
de: Kann Dienste-Kontrollmanager nicht öffnen.
es: No se pudo abrir el gestor de servicios.
fr: Impossible d'ouvrir le Gestionnaire de services
it: Impossible aprire il service control manager.

source: Please reboot your computer to allow changes to take effect.
de: Bitte starten Sie Ihre Maschine neu, um die Änderungen anzuwenden.
es: Reiniciar el ordenador para que los cambios cobren efecto.
fr: Merci de redémarrer l'ordinateur pour que les modifications prennent effet.
it: Riavviare il computer affinché i cambiamenti abbiano effetto.

source: This driver has been installed, started, and is now available for use
de: Dieser Treiber wurde installiert, gestartet und ist bereit zur Benutzung.
es: El controlador ha sido instalado y activado y puede ahora utilizarse
fr: Le pilote a été installé et démarré. Il peut désormais être utilisé.
it: Questo driver è stato installato, avviato, ed è pronto per l'uso

source: This driver has been installed but not started; you may need to reboot your PC for the installation to take effect
de: Dieser Treiber wurde installiert, aber nicht gestartet. Sie müssen Ihre Maschine ggf. neu starten.
es: El controlador ha sido instalado, pero no activado. Hay que reiniciar el ordenador para finalizar la instalación
fr: Le pilote a été installé, mais pas démarré. Vous devez redémarrer l'ordinateur pour que l'installation soit finalisée.
it: Questo driver è stato installato ma non avviato; potrebbe essere necessario un riavvio per finalizzare l'installazione.

source: Driver %s installed
de: Der Treiber %s wurde installiert.
es: Controlador %s instalado
fr: Pilote %s installé
it: Driver %s installato

source: This driver appears to already be installed.
de: Dieser Treiber ist bereits installiert.
es: El controlador parece estar ya instalado.
fr: Le pilote semble déjà installé.
it: Questo driver è già installato.

source: Please uninstall the existing driver before attempting to reinstall.
de: Bitte deinstallieren Sie den existierenden Treiber vor Neuinstallation.
es: Desinstalar el controlador existente antes de intentar reinstalarlo.
fr: Merci de désinstaller le pilote existant avant d'essayer de le réinstaller.
it: Disinstallare il driver esistente prima di tentare la reinstallazione.

source: Unable to copy driver file to windows driver directory
de: Kann den Treiber nicht in das Windows-Treiberverzeichnis kopieren.
es: No se pudo copiar el controlador en el directorio de controladores Windows
fr: Impossible de copier le fichier du pilote dans le dossier des pilotes Windows
it: Impossibile copiare il file del driver nella cartella driver di windows

source: Unable to install driver.
de: Kann den Treiber nicht installieren.
es: No se pudo instalar el controlador.
fr: Impossible d'installer le pilote.
it: Impossibile installare il driver.

source: Unable to open service for driver "%1"
de: Kann den Dienst für Treiber "%1" nicht öffnen.
es: No se pudo abrir el servicio del controlador "%1"
fr: Impossible de démarrer le service pour le pilote "%1"
it: Impossibile aprire il servizio driver "%1"

source: Starting drivers in portable mode...
de: Starte Treiber im portablen Modus...
es: Lanzamiento de los controladores en modo portatil...
fr: Démarrage des pilotes en mode portable...
it: Avvio driver in modalità trasferibile...

source: Installing drivers...
de: Installiere Treiber...
es: Instalación de los controladores...
fr: Installation des pilotes...
it: Installazione driver...

source: Starting:
de: Starte:
es: Lanzamiento:
fr: Démarrage :
it: Avvio:

source: Installing:
de: Installiere:
es: Instalación:
fr: Installation :
it: Installazione:

source: Are you sure you wish to delete the selected keyfiles from the token?
de: Möchten Sie wirklich die angegebenen Schlüsseldateien vom Token löschen?
es: ¿Quiere realmente suprimir los archivos clave seleccionados del token?
fr: Êtes-vous sûr de vouloir supprimer les clés sélectionnées du jeton ?
it: Si è sicuri di voler eliminare dal token i keyfile selezionati?

source: The following keyfiles were deleted successfully: %s
de: Die folgenden Schlüsseldateien wurden erfolgreich gelöscht: %s
es: Se suprimieron los archivos clave siguientes: %s
fr: Les clés suivantes ont été correctement supprimées : %s
it: I keyfile seguenti sono stati eliminati con successo: %s

source: The following keyfiles could not be deleted: %1
de: Die folgenden Schlüsseldateien konnten nicht gelöscht werden: %1
es: No se pudieron suprimir los archivos clave siguientes: %1
fr: Les clés suivantes ne peuvent pas être supprimées : %1
it: Impossibile eliminare i keyfile seguenti: %1

source: Keyfile exported successfully
de: Die Schlüsseldatei wurde erfolgreich exportiert.
es: El archivo clave se exportó correctamente
fr: L'exportation de la clé a réussi
it: Keyfile esportato con successo

source: Unable to export keyfile to: %1
de: Konnte Schlüsseldatei nicht exportieren nach: %1
es: No se pudo exportar el archivo clave sobre: %1
fr: Impossible d'exporter la clé vers : %1
it: Impossibile esportare keyfile in: %1

source: Unable to read keyfile contents
de: Konnte Inhalt der Schlüsseldatei nicht lesen.
es: No se pudo leer el contenido del archivo clave
fr: Impossible de lire le contenu de la clé
it: Impossibile leggere contenuto keyfile

source: The file specified doesn't appear to be a LibreCrypt keyfile.
de: Die angegebene Datei ist keine LibreCrypt-Schlüsseldatei.
es: El archivo especificado no parece ser un archivo clave LibreCrypt.
fr: Le fichier spécifié ne semble pas être un fichier clé LibreCrypt.
it: Il file specificato non sembra essere un keyfile LibreCrypt.

source: Do you wish to continue anyway?
de: Möchten Sie fortfahren?
es: ¿Quiere continuar a pesar de todo?
fr: Voulez-vous continuer malgré tout ?
it: Si vuole continuare comunque?

source: Keyfile imported successfully as:
de: Die Schlüsseldatei wurde erfolgreich importiert als:
es: Archivo clave importado correctamente sobre:
fr: L'importation du fichier clé a réussi comme :
it: Keyfile importato con successo come:

source: Keyfile import failed
de: Der Schlüsselimport ist fehlgeschlagen
es: No se pudo importar el archivo clave
fr: L'importation du fichier clé a échoué
it: Importazione keyfile fallita

source: Unable to get list of CDB entries from Token
de: Kann die CDB-Einträge nicht vom Token lesen
es: No se pudo obtener la lista de las entradas CDB del Token
fr: Impossible d'obtenir la liste des entrées CDB à partir du jeton
it: Impossibile ottenere lista CDB dal Token

source: One or more of the keyfiles stored on your token are invalid/corrupt
de: Einer oder mehrere Schlüssel auf dem Token sind ungültig/korrupt.
es: Uno o varios archivos clave salvaguardados en su token son inválidos/corrompidos.
fr: Une ou plusieurs clés enregistrées sur votre jeton sont invalides ou corrompues.
it: Uno o più keyfile memorizzati sul token sono non validi/corrotti

source: Keysize
de: Schlüssellänge
es: Talla de clave
fr: Taille de la clé

source: Unable to get list of keys from Token
de: Kann Keys nicht vom Token lesen
es: No se pudo obtener la lista de claves del Token
fr: Impossible d'obtenir la liste des clés du jeton
it: Impossibile ottenere lista chiavi dal Token

source: Are you sure you wish to delete the selected keys from the token?
de: Möchten Sie wirklich die angegebenen Schlüssel vom Token löschen?
es: ¿Quiere realmente suprimir las claves seleccionadas del token?
fr: Êtes-vous sûr de vouloir supprimer les clés sélectionnées du jeton ?
it: Si è sicuri di voler eliminare le chiavi selezionate dal token?

source: The following keys were deleted successfully: %1
de: Die folgenden Schlüssel wurden erfolgreich gelöscht: %1
es: Las claves siguientes se suprimieron correctamente: %1
fr: Les clés suivantes ont été correctement supprimées : %1
it: Le chiavi seguenti sono state eliminate con successo: %1

source: The following keys could not be deleted: %1
de: Die folgenden Schlüssel konnten nicht gelöscht werden: %1
es: No se pudieron suprimir las claves siguientes: %1
fr: Les clés suivantes ne peuvent pas être supprimées : %1
it: Impossibile eliminare le chiavi seguenti: %1

source: Please select a secret key to use
de: Bitte wählen Sie einen privaten Schlüssel.
es: Seleccionar una clave secreta
fr: Merci de sélectionner la clé secrète à utiliser
it: Selezionare una chiave segreta

source: unsecure
de: entsichert
es: desproteger
fr: déprotéger
it: sproteggere

source: secure
de: gesichert
es: proteger
fr: protéger
it: proteggere

source: Are you sure you wish to use PKCS#11 secret key: %1 to %2 the CDB starting from offset %3 within container: %4
es: ¿Quiere realmente utilizar la clave secreta PKCS#11: %1 en %2, el CDB comienza en posición %3 al interior del volumen: %4?

source: Are you sure you wish to %1 the container/keyfile: %2 using the PKCS#11 secret key: %3
es: ¿Quiere realmente %1 el volumen/archivo clave: %2 utilizando la clave secreta PKCS#11: %3?

source: Unable to read keyfile/container CDB
es: No se pudo leer el CDB del archivo clave/volumen

source: Unable to carry out encryption/decryption using Token
de: Kann mit dem Token nicht ent-/verschlüsseln
es: No se pudo realizar el cifrado/descifrado utilizando el Token
fr: Impossible de chiffrer ou de déchiffrer en utilisant le jeton
it: Impossibile eseguire crittaggio/decrittaggio usando il Token

source: Unable to write keyfile/container CDB
es: No se pudo escribir el CDB del archivo clave/volumen

source: Container/keyfile now %1
es: Volumen/archivo clave ahora %1

source: <No partitions found>
de: <Keine Partitionen gefunden>
es: <No se encontró ninguna partición>
fr: <Aucune partition trouvée>
it: <Nessuna partizione trovata>

source: <Unable to get disk layout information for disk #%1>
de: <Kann Datenträgerlayout für #%1 nicht ermitteln>
es: <No se pudo obtener informaciones sobre el formato del disco n° %1>
fr: <Impossible de récupérer les informations de disque pour le disque n° %1>
it: <Impossibile ottenere informazioni sul layout del disco #%1>

source: <Entire disk #%1>
de: <Kompletter Datenträger #%1>
es: <Disco entero n° %1>
fr: <Disque entier n° %1>
it: <Intero disco #%1>

source: <CDROM/DVD in %1>
es: <CD-ROM/DVD en %1>
fr: <CD-ROM/DVD dans %1>

source: Doubleclick partition to Show properties
es: Hacer doble clic sobre una partición para ver sus propiedades

source: Doubleclick to show disk properties
es: Hacer doble clic para ver las propiedades del disco

source: Partition #%1
es: Partición n° %1
fr: Partition n° %1
it: Partizione #%1

source: Windows has not allocated this partition a partition number
de: Windows hat dieser Partition noch keine Partitionsnummer zugeordnet.
es: Windows no atribuyó un número a esta partición
fr: Windows n'a pas alloué de numéro de partition à cette partition
it: Windows non ha allocato un numero di partizione a questa partizione

source: This is where Windows is installed
de: Das ist das Windows-Installationsverzeichnis.
es: Esta es la partición de instalación de Windows
fr: Partition sur laquelle Windows est installé
it: Qui è installato Windows

source: This is where program files are installed
de: Das ist das Programmverzeichnis.
es: Este es el emplazamiento de instalación del programa
fr: C'est l'endroit où les fichiers des programmes sont installés
it: Qui sono installati i programmi

source: Partition is marked as bootable
de: Die Partition ist als bootfähig markiert.
es: La partición es una partición de arranque
fr: La partition est marquée démarrable
it: La partizione è avviabile

source: Disk #%1
de: Datenträger #%1
es: Disco n° %1
fr: Disque n° %1
it: Disco #%1

source: <Unable to locate correct cypher driver>
de: <Kann den korrekten Cypher-Treiber nicht finden>
es: <No se pudo encontrar el controlador de cifrado correcto>
fr: <Impossible de trouver le pilote de chiffrement correct>
it: <Impossibile localizzare il driver cypher corretto>

source: <Unable to locate cypher>
de: <Kann den Cypher nicht finden>
es: <No se pudo encontrar el algoritmo de cifrado>
fr: <Impossible de trouver le chiffreur>
it: <Impossibile localizzare cypher>

source: Library:
de: Bibliothek:
es: Biblioteca:
fr: Bibliothèque :

source: (null key only)
de: (kein Schlüssel)
es: (solo clave nula)
fr: (seulement une clé nulle)
it: (solo null key)

source: (arbitary keysize allowed)
de: (beliebige Schlüssellänge)
es: (talla de clave arbitraria autorizada)
fr: (taille de clé arbitraire possible)
it: (keysize arbitrario permesso)

source: (arbitary blocksize allowed)
de: (beliebige Blockgröße)
es: (talla de bloque arbitraria autorizada)
fr: (taille du bloc arbitraire possible)
it: (blocksize arbitrario permesso)

source: At system startup
de: Beim Systemstart
es: Al inicio del sistema
fr: Au démarrage du système
it: All'avvio del sistema

source: Driver files (*.sys)|*.sys|All files|*.*
de: Treiberdatei (*.sys)|*.sys|Alle Dateien|*.*
es: Controladores (*.sys)|*.sys|Todos archivos|*.*
fr: Pilotes (*.sys)|*.sys|Tous les fichiers|*.*
it: File driver (*.sys)|*.sys|Tutti i file|*.*

source: Unable to start driver "%1"
de: Kann Treiber "%1" nicht starten
es: No se pudo lanzar el controlador "%1"
fr: Impossible de démarrer le pilote "%1"
it: Impossibile avviare driver "%1"

source: Stopping a LibreCrypt driver which is currently in use (e.g. by one or more opened containers) can lead to SYSTEM INSTABILITY.
es: Parar un controlador LibreCrypt activo (p. ej. utilizado por uno o varios volúmenes montados) puede provocar la INSTABILIDAD DEL SISTEMA.

source: This option is intended for experienced users who REALLY know what they're doing.
de: Diese Option ist nur für erfahrene Benutzer angeraten, die sich über die Folgen im Klaren sind.
es: Esta opción está destinada a los usuarios que saben REALMENTE lo que hacen.
fr: Cette option est destinée aux utilisateurs expérimentés qui savent VRAIMENT ce qu'ils font.
it: Quest'opzione è intesa per utenti esperti che sanno DAVVERO cosa stanno facendo.

source: Are you sure you wish to stop the "%1" driver?
de: Möchten Sie den "%1" Treiber stoppen?
es: ¿Quiere realmente parar el controlador "%1"?
fr: Êtes-vous sûr de vouloir arrêter le pilote "%1" ?
it: Si è sicuri di voler chiudere il driver "%1"?

source: Unable to stop driver "%s"
de: Kann Treiber "%s" nicht stoppen.
es: No se pudo parar el controlador "%s"
fr: Impossible d'arrêter le pilote "%s"
it: Impossibile chiudere il driver "%s"

source: Uninstalling a LibreCrypt driver which is currently in use (e.g. by one or more opened containers) can lead to SYSTEM INSTABILITY.
es: Desinstalar un controlador LibreCrypt activo (p. ej. utilizado por uno o varios volúmenes montados) puede provocar la INSTABILIDAD DEL SISTEMA.

source: Are you sure you wish to uninstall the "%1" driver?
de: Möchten Sie den "%1" Treiber deinstallieren?
es: ¿Quiere realmente desinstalar el controlador "%1"?
fr: Êtes-vous sûr de vouloir désinstaller le pilote "%1" ?
it: Si è sicuri di voler disinstallare il driver "%1"?

source: After rebooting, please remove the driver file from your <windows>\system32\drivers directory
de: Bitte entfernen Sie die Treiberdatei aus <windows>\system32\drivers manuell nach dem Neustart
es: Reiniciar el sistema y suprimir el archivo del controlador en el directorio <windows>\system32\drivers
fr: Après le redémarrage, merci de supprimer le fichier du pilote se trouvant dans votre dossier <windows>\system32\drivers
it: Dopo il riavvio, rimuovere il file driver dalla cartella <windows>\system32\drivers

source: The "%1" driver has now been uninstalled.
de: Der "%1" Treiber wurde deinstalliert.
es: Se desinstaló el controlador "%1".
fr: Le pilote "%1" a été désinstallé.
it: Il driver "%1" è stato disinstallato.

source: Unable to delete driver service "%1".
de: Kann den Treiberdienst "%1" nicht löschen.
es: No se pudo suprimir el servicio del controlador "%1".
fr: Impossible de supprimer le service du pilote "%1".
it: Impossibile cancellare il servizio driver "%1".

source: Please disable this driver from starting up automatically, reboot, and try again.
de: Bitte setzen Sie die Startart des Treibers auf "Manuell", starten Sie Ihre Maschine neu und versuchen Sie den Vorgang erneut.
es: Desactivar la autoejecución del controlador, reiniciar el sistema y intentar de nuevo.
fr: Merci de désactiver le démarrage automatique du pilote, puis de redémarrer l'ordinateur et de réessayer.
it: Disabilitare l'avvio automatico del driver, riavviare e riprovare.

source: Unable to set startup option for driver "%1".
de: Kann Startoption für Treiber "%1" nicht setzen.
es: No se pudo cambiar la opción de lanzamiento del controlador "%1".
fr: Impossible de paramétrer l'option de démarrage pour le pilote "%1".
it: Impossibile settare l'opzione di avvio per il driver "%1".

source: <Unable to locate correct hash driver>
de: <Kann den korrekten Hash-Treiber nicht finden>
es: <No se pudo encontrar el controlador de hash correcto>
fr: <Impossible de trouver le pilote de hachage correct>
it: <Impossibile localizzare il driver hash corretto>

source: <Unable to locate hash>
de: <Kann Hash nicht finden>
es: <No se pudo encontrar el algoritmo de hash>
fr: <Impossible de trouver le hacheur>
it: <Impossibile localizzare l'hash>

source: (length of hash returned may vary)
de: (die ausgegebene Hash-Länge kann variieren)
es: (la talla de hash obtenida puede variar)
fr: (la taille de hachage retournée peut varier)
it: (la lunghezza dell'hash può variare)

source: <none selected>
de: <nichts gewählt>
es: <ninguna selección>
fr: <aucune sélection>
it: <nessuna selezione>

source: <none available>
de: <nicht verfügbar>
es: <no disponible>
fr: <aucune disponible>
it: <non disponibile>

source: &Advanced
de: Erweitert
es: &Avanzado
fr: &Avancé
it: &Avanzato

source: One or more of the keyfiles stored on your token are invalid/corrupt and will be ignored
de: Mindestens eine Schlüsseldatei auf Ihrem Token ist ungültig/korrupt und wird ignoriert.
es: Uno o varios de los archivos clave salvaguardados en el token son inválidos/corrompidos y serán ignorados.
fr: Une ou plusieurs clés enregistrées sur votre jeton sont invalides ou corrompues et seront ignorées.
it: Uno o più keyfile sul token sono invalidi/corrotti e verrano ignorati

source: Please check which keyfiles are stored on this token and correct
de: Bitte prüfen und korrigieren Sie die Schlüsseldateien auf Ihrem Token.
es: Compruebe que los archivos clave están salvaguardados en este token y que son correctos
fr: Merci de vérifier que les clés enregistrées sur ce jeton sont correctes
it: Controllare i keyfile memorizzati sul token e correggere

source: Unable to get a list of secret keys from Token
de: Kann die Liste der privaten Schlüssel nicht vom Token lesen
es: No se pudo obtener una lista de las claves secretas del Token
fr: Impossible d'obtenir une liste des clés secrètes depuis le jeton
it: Impossibile ottenere una lista di chiavi segrete dal Token

source: Unable to open container; please ensure that you entered the correct details (password, etc)
es: No se pudo montar el volumen. Compruebe que proporcionó los parámetros correctos (contraseña, etc.)

source: Please ensure that you check/uncheck the "Data from offset includes CDB" option, as appropriate for your container
es: Compruebe que activó/desactivó la opción "El desplazamiento incluye el CDB" según lo pertinente para su volumen

source: Unable to find container/read container CDB.
es: No se pudo encontrar/leer el CDB del volumen.

source: Unable to find keyfile/read keyfile.
de: Kann Schlüsseldatei nicht finden oder nicht lesen.
es: No se pudo encontrar/leer el archivo clave.
