Repository: t-d-k/LibreCrypt
Catalog: src/PC/gui/translation/*/default.po
Languages: de, es, fr, it

source: IMPORTANT: Please see the documentation for additional steps to be carried out after installing under this OS.
de: WICHTIG: Bitte beachten Sie die Dokumentation für zusätzliche Schritte bei Installation unter diesem Betriebssystem.
es: IMPORTANTE: vea en la documentación las etapas que hay que ejecutar después de una instalación en este SO.
fr: IMPORTANT : merci de lire la documentation pour connaître les étapes supplémentaires à effectuer après l'installation dans cet environnement.
it: IMPORTANTE: Vedere la documentazione sui passi ulteriori da seguire dopo aver installato sotto questo OS.

source: Detected removal of token from slot ID: %1
de: Token wurde von Port ID: %1 entfernt.
es: Se detectó la extracción del token en el slot: %1
fr: Détection du retrait de jeton de l'emplacement : %1
it: Rilevata rimozione token dallo slot ID: %1

source: Autodismounting drives: %1
de: Automatisches Dismounten von %1
es: Desmontaje automático discos: %1
fr: Démontage automatique des lecteurs : %1
it: Autosmontaggio dischi: %1

source: Please open, format and overwrite this container's free space before use.
es: Montar, formatear y sobrescribir el espacio libre del volumen antes de utilizarlo.

source: LibreCrypt container created successfully and opened as: %1.
es: Volumen LibreCrypt creado con éxito y montado como: %1.

source: Please format and overwrite this container's free space before use.
es: Formatear y sobrescribir el espacio libre del volumen antes de utilizarlo.

source: Start %s at system startup
es: Lanzar %s al inicio del sistema

source: Please select the type of data that should be used to overwrite the free space: Pseudorandom data - This is faster, but less secure if you wish to create a hidden container within this container at a later date. Encrypted data - This is more secure, but slower. Pseudorandom data will be encrypted with your choice of cypher before being written to the drive.
es: Seleccione el tipo de datos que hay que utilizar para sobrescribir el espacio libre: Datos pseudoaleatorios - Es mas rápido, pero menos seguro si ulteriormente crea un volumen oculto al interior de este volumen. Datos cifrados - Es mas seguro, pero mas lento. Los datos pseudoaleatorios se cifrarán con el algoritmo que escoja antes de volcarlos sobre el disco.

source: Unable to obtain list of cyphers.
de: kann die Liste der Cypher nicht ermitteln.
es: No pudo obtenerse la lista de algoritmos de cifrado.
fr: Impossible d'obtenir la liste des chiffreurs.
it: Impossibile ottenre la lista dei cypher.

source: Please ensure that you have one or more LibreCrypt cypher drivers installed and started.
de: Bitte stellen Sie sicher, dass mindestens ein Cypher-Treiber installiert und gestartet ist.
es: Compruebe que dispone de uno o varios controladores de cifrado LibreCrypt instalados y lanzados.
fr: Merci de vérifier que vous disposez d'un ou plusieurs pilotes de chiffrement LibreCrypt installés et démarrés.
it: Assicurarsi di avere uno o più driver di cypher LibreCrypt installati e avviati.

source: If you have only just installed LibreCrypt, you may need to restart your computer.
de: Wenn Sie LibreCrypt gerade installiert haben, starten Sie bitte Ihre Maschine neu.
es: Si acaba de instalar LibreCrypt, es posible que tenga que reiniciar el ordenador.
fr: Si vous venez juste d'installer LibreCrypt, il est possible que vous deviez redémarrer l'ordinateur.
it: Se LibreCrypt è stato appena installato, potrebbe essere necessario riavviare il pc.

source: Readonly
de: Schreibschutz
es: Solo lectura
fr: Lecture seule
it: Sola lettura

source: Read/write
de: Lesen/Schreiben
es: Lectura/Escritura
fr: Lecture/écriture
it: Leggi/Scrivi

source: Unable to get drive properties for drive %1:
de: Kann Laufwerkseigenschaften für %1 nicht ermitteln.
es: No pudieron obtenerse las propiedades del disco %1:
fr: Impossible d'obtenir les propriétés du lecteur %1:
it: Impossibile ottenere le proprietà del drive %1:

source: Do nothing
de: Keine Aktion.
es: No hacer nada

source: Leave containers open
es: Dejar volúmenes montados

source: Turn off portable mode
de: Portablen Modus deaktivieren
es: Desactivar modo portatil

source: Force lock
de: Dismount erzwingen
es: Forzar desmontaje

source: Cancel lock
es: Anular desmontaje

source: Show/hide window toggle
es: Mostrar/ocultar la consola

source: Open LibreCrypt file ...
de: Datei &mounten
es: Montar el archivo...

source: Open LibreCrypt partition ...
de: &Partition mounten
es: Montar la partición...

source: Open (Linux) ...
de: Linux-Volumen mounten
es: Montar el archivo (Linux) ...

source: Open partition (Linux) ...
de: Linux-Partition mounten
es: Montar la partición (Linux) ...

source: The following &keyfiles are stored on your PKCS#11 token:
de: Folgende Schlüssel sind auf Ihrem PKCS#11-Token gespeichert:
es: El token PKCS#11 contiene los siguientes archivos clave:
fr: Les &clés suivantes sont enregistrées sur votre jeton PKCS#11 :
it: I seguenti keyfile sono memorizzati sul token PKCS#11:

source: &Import...
es: &Importar...
fr: &Importer...
it: &Importa...

source: &Export...
es: &Exportar...
fr: &Exporter...
it: &Esporta...

source: The following secret &keys are stored on your PKCS#11 token:
de: Die folgenden privaten Schlüssel sind auf dem Token gespeichert:
es: El token PKCS#11 contiene las siguientes claves secretas:
fr: Les &clés secrètes suivantes sont enregistrées sur votre jeton PKCS#11 :
it: Le seguenti chiavi segrete sono memorizzate sul token PKCS#11:

source: Secret Key
de: Privater Schlüssel
es: Clave secreta
fr: Clé secrète
it: Chiave Segreta

source: Keyfile/container
es: Archivo clave/volumen

source: &Secure...
de: &Sichern...
es: Proteger...
fr: &Sécuriser...
it: Proteggi...

source: D&esecure
de: &Entsichern...
es: &Desproteger
fr: &Désécuriser
it: Sprot&eggi

source: Doubleclick partition to show details
es: Doble clic en la partición para ver propiedades

source: &Show CD/DVD drives
de: CD/DVD zeigen
es: Mostrar lectores CD/DVD
fr: &Afficher les lecteurs CD/DVD
it: Mostra lettori CD/DVD

source: &Entire disk
de: Datenträger
es: Disco &entero
fr: Disque &entier
it: Int&ero disco

source: Cypher Details
es: Detalles del cifrado
fr: Informations sur le chiffreur
it: Dettagli Cypher

source: Cypher Driver
de: Cypher-Treiber
es: Controlador del cifrado
fr: Pilote du chiffrement
it: Driver Cypher

source: DeviceName:
de: Gerätename:
es: Nombre del dispositivo:
fr: Nom du périphérique :
it: NomePeriferica:

source: DeviceUserModeName:
es: Nombre en modo usuario:
fr: Nom en mode utilisateur :
it: NomePerifericaUserMode:

source: DeviceKernelModeName:
es: Nombre en modo núcleo:
fr: Nom en mode kernel :
it: NomePerifericaKernelMode:

source: Title:
de: Name:
es: Título:
fr: Titre :
it: Titolo:

source: Cyphers supported:
de: Unterstützte Cypher:
es: Cifrado soportados:
fr: Chiffrements utilisables :
it: Cypher supportati:

source: Cypher
es: Algoritmo de cifrado
fr: Chiffreur

source: Mode:
de: Modus:
es: Modo:
it: Modalità:

source: Blocksize:
de: Blockgröße:
es: Talla de bloque:
fr: Taille du bloc :

source: Keysize:
de: Schlüssel:
es: Talla de clave:
fr: Taille de la clé :

source: LibreCrypt Driver Control
de: LibreCrypt Treiber
es: Control de dispositivo LibreCrypt
fr: Contrôle du pilote LibreCrypt
it: Controllo Driver LibreCrypt

source: Install new driver
de: Neuen Treiber installieren
es: Instalar un nuevo controlador
fr: Installer un nouveau pilote
it: Installa nuovo driver

source: To install a new hash or cypher driver, please click "Install..."
de: Zur Installation eines neuen Treibers bitte "Installation" klicken.
es: Para instalar un nuevo controlador de hash o cifrado, haga clic sobre "Instalar..."
fr: Pour installer un nouvel algorithme de hachage ou de chiffrement, merci de cliquer "Installer..."
it: Per installare un nuovo driver hash o cypher, cliccare"Installa..."

source: &Install...
de: Installation
es: &Instalar...
fr: &Installer...
it: &Installa...

source: Modify existing driver
de: Existierenden Treiber modifizieren
es: Modificar un controlador existente
fr: Modifier un pilote existant
it: Modifica driver esistente

source: Driver &startup:
de: Treiber-Start:
es: Arranque del controlador:
fr: &Démarrage du pilote :
it: Avvio driver:

source: &Existing drivers:
de: Existierende Treiber:
es: Controladores &existentes:
fr: Pilotes &existants :
it: Driver &esistenti:

source: Change driver status:
de: Treiber-Status ändern:
es: Cambiar el estado del controlador:
fr: Changer l'état du pilote :
it: Cambia stato driver:

source: Remove driver:
de: Treiber entfernen:
es: Suprimir el controlador:
fr: Supprimer le pilote :
it: Rimuovi driver:

source: St&art
es: Arrancar
fr: &Démarrer

source: St&op
es: Cerrar
fr: &Arrêter

source: U&ninstall
de: Deinstallieren
es: Desinstalar
fr: Dé&sinstaller
it: Disi&nstalla

source: &Update
es: Actualizar
fr: Mettre à &jour
it: Aggiorna

source: Hash Details
es: Informaciones del hash
fr: Informations sur le hacheur
it: Dettagli Hash

source: Hash Driver
de: Hash-Treiber
es: Controlador de hash
fr: Pilote de hachage
it: Driver Hash

source: Hashes supported:
de: Unterstützte Hashes:
es: Hashes soportados:
fr: Hacheurs utilisables :
it: Hash supportati:

source: Length:
de: Länge:
es: Talla:
fr: Taille :
it: Lunghezza

source: Block size:
de: Blockgröße
es: Talla de bloque:
fr: Taille du bloc :
it: Dimensioni blocco:

source: LibreCrypt Key Entry
de: LibreCrypt Schlüsseleingabe
es: Entrada de la clave LibreCrypt
fr: Entrée de la clé LibreCrypt
it: Inserimento Chiave LibreCrypt

source: Security details
de: Sicherheitsdetails
es: Detalles de seguridad
fr: Informations de sécurité
it: Dettagli sicurezza

source: &Keyfile:
de: Datei:
es: Archivo clave:
fr: Fichier &clé :

source: Open &readonly
de: Schreibschutz
es: Montar en lectu&ra sola
fr: &Lecture seule
it: Monta&re in sola lettura

source: &File:
de: Datei:
es: Archivo:
fr: &Fichier :

source: Advanced >>
de: Erweitert >>
es: Avanzado >>
fr: Avancé >>
it: Avanzato >>

source: Container options
es: Opciones del volumen

source: Data from offset includes &CDB
de: Offset inkl. CDB
es: Desplazamiento con el &CDB
fr: Le décalage inclut le &CDB
it: I dati dell'offset includono &CDB

source: Open options
de: Open-Optionen
es: Opciones de montaje
fr: Options de montage
it: Opzioni montaggio

source: &Open as:
de: Als:
es: &Montar como:
fr: &Monté comme
it: &Monta come:

source: Open for all &users
de: Für alle Benutzer
es: Montar para todos
fr: Pour tout &utilisateur
it: Monta per ogni &utente

source: Advanced security details
de: Erweiterte Sicherheitseinstellungen
es: Detalles de seguridad avanzadas
fr: Informations de sécurité avancées
it: Dettagli avanzati sicurezza

source: Key &iterations:
de: Schlüssel-Iterationen:
es: &Iteraciones de clave:
fr: &Itérations de la clé :
it: &Iterazioni chiave:

source: PKCS#&11 secret key:
de: PKCS#11 Schlüssel:
es: Clave secreta PKCS#&11:
fr: Clé secrète PKCS#&11 :
it: Chiave segreta PKCS#&11:

source: LibreCrypt dm-crypt Key Entry
de: LibreCrypt Linux Schlüssel
es: Entrada de la clave Linux LibreCrypt
fr: Entrée de la clé Linux LibreCrypt
it: Inserimento chiave LibreCrypt Linux

source: Key
de: Schlüssel
es: Clave
fr: Clé

source: &Key:
de: Schlüssel:
es: Clave:
fr: &Clé :

source: &GPG executable:
de: GPG-Programm:
es: Programa &GPG:
fr: Programme &GPG :
it: Eseguibile &GPG:

source: G&PG keyfile:
de: GPG-Schlüssel:
es: Archivo clave G&PG:
fr: Fichier clé G&PG :

source: Key processing
de: Schlüsselverarbeitung
es: Elaboración de la clave
fr: Élaboration de la clé
it: Elaborazione key

source: &Iteration count:
de: Zahl Iterationen
es: Número de &iteraciones:
fr: Nombre d'&itération :
it: Conteggio &iterazione:

source: &Cypher:
es: &Cifrado:
fr: &Chiffreur :

source: &Seed:
es: &Semilla:
fr: &Graine :

source: Hash with "A"s, if hash output is too short
de: Hash mit "A"s, wenn Hash zu kurz
es: Hash con "A" si el resultado es demasiado corto
fr: Hacher avec des "A" si la sortie est trop courte
it: Hash con "A", se l'hash output è troppo breve

source: Encryption
de: Verschlüsselung
es: Cifrado
fr: Chiffrage
it: Crittaggio

source: Encryption options
de: Verschlüsselungsoptionen
es: Opciones de cifrado
fr: Option de chiffrement
it: Opzioni di crittaggio

source: IV Generation
de: IV-Generierung
es: Generación de IV
fr: Génération d'IV
it: Generazione IV

source: &IV Hash:
es: Hash &IV:
fr: Hacheur &IV :
it: Hash &IV:

source: I&V Cypher:
es: Cifrado I&V:
fr: Chiffreur I&V :
it: Cypher I&V:

source: Sector &zero location
de: Position Null-Sektor
es: Posición del sector &zero
fr: Position du secteur &zéro
it: Posizione settore &zero

source: Start of host file
de: Beginn der Hostdatei
es: Comienzo del archivo anfitrión
fr: Début du fichier hôte
it: Inizio del file host

source: Start of encrypted data
de: Beginn der Daten
es: Comienzo de los datos cifrados
fr: Début des données chiffrées
it: Inizio dei dati crittati

source: File options
de: Datei-Optionen
es: Opciones del archivo
fr: Options du fichier
it: Opzioni file

source: Si&zelimit:
de: max. Größe
es: Talla máxima:
fr: Taille max. :

source: ("0" indicates no sizelimit.)
de: (Wert 0: kein Limit)
es: ("0" suprime el límite de talla)
fr: ("0" supprime la limite)
it: ("0" indica nessun sizelimit.)

source: &Load...
de: Laden...
es: Cargar...
fr: &Charger...
it: Apri...

source: Sa&ve...
de: Speichern...
es: Salvaguardar...
fr: &Enregistrer
it: Sal&va...

source: Key Phrase For LUKS Container
de: LibreCrypt LUKS-Schlüssel
es: Entrada de la clave LUKS de LibreCrypt
fr: Entrée de la clé LUKS LibreCrypt
it: Inserimento chiave LibreCrypt LUKS

source: &Base IV cypher on hash length (where applicable)
de: Hash-Länge ist Basis IV Cypher. (wo möglich)
es: Cifrado &Base IV según longitud de hash (si pertinente)
fr: Chiffrement &Base IV pour le hachage (si applicable)
it: Cypher &Base IV su lunghezza di hash (ove applicabile)

source: Create Container
es: Crear el Volumen

source: &Filename:
de: Datei:
es: Nombre de archivo:
fr: &Nom du fichier :
it: Nome &file:

source: Container &size:
es: Talla del Volumen:

source: Security Token/Smartcard Management
de: Sicherheit Token/Smartcard Management
es: Gestión de Token de Seguridad/Tarjeta Electrónica
fr: Gestion des jetons et des SmartCards
it: Gestione Security Token/Smartcard

source: Secret Keys
de: Private Schlüssel
es: Claves Secretas
fr: Clés secrètes
it: Chiavi segrete

source: Keyfiles
de: Schlüsseldateien
es: Archivo clave
fr: Fichiers clé

source: New PKCS#11 Secret Key
de: Neuer PKCS#11 privater Schlüssel
es: Nueva Clave Secreta PKCS#11
fr: Nouvelle clé secrète PKCS#11
it: Nuova chiave segreta PKCS#11

source: &Name:
es: &Nombre:
fr: &Nom :
it: &Nome:

source: Please specify a name and cypher for the new secret key:
de: Bitte geben Sie Namen/Cypher des privaten Schlüssels an:
es: Especifique un nombre y un algoritmo de cifrado para la nueva clave secreta:
fr: Merci d'indiquer un nom et un chiffreur pour la nouvelle clé secrète :
it: Specificare nome e cypher per la nuova chiave segreta:

source: Security Token/Smartcard PIN
de: Token/Smartcard PIN
es: PIN del Token de Seguridad/Tarjeta Electrónica
fr: PIN du jeton ou de la SmartCard

source: Please select appropriate security token/smartcard and enter its PIN
de: Bitte wählen Sie einen Token/Smartcard und geben Sie dessen PIN ein.
es: Seleccione el Token de Seguridad/Tarjeta Electrónica apropiado e indique su PIN
fr: Merci de sélectionner le jeton ou la SmartCard appropriée et d'entrer son PIN
it: Selezionare il giusto security token/smartcard e inserire il suo PIN

source: Use &secure authentication path
de: &Sichere Authentifizierung
es: Utilizar una ruta de autenticación &segura
fr: Utiliser un chemin d'authentification sécurisé
it: Usare un percorso di autenticazione &sicuro

source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta

source: Hash/Cypher Combination
de: Hash/Cypher-Kombination
es: Combinación de Hash/Cifrado
fr: Combinaison hacheur/chiffreur
it: Combinazione Hash/Cypher

source: It appears that the container specified may be decrypted with any of the following hash/cypher combinations:
es: El volumen especificado se puede descifrar con una de las siguientes combinaciones de hash/cifrado:

source: Please select the combination you wish to use, and click "OK"
de: Bitte wählen Sie die zu verwendende Kombination und klicken Sie "OK".
es: Seleccione la combinación que desea utilizar y haga clic sobre "OK"
fr: Merci de choisir la combinaison que vous voulez utiliser et de cliquer "OK"
it: Selezionare la combinazione che si vuole usare, e cliccare "OK"

source: Right-clicking on a hash/cypher combination to see more details.
de: Mit Rechtsklick auf eine Hash/Cypher-Kombination erhalten Sie weiterführende Details.
es: Haciendo un clic derecho sobre una de las combinaciones hash/cifrado, podrá ver mas detalles sobre la combinación seleccionada.
fr: Le clic-droit permet d'afficher les informations détaillées d'une combinaison hacheur/chiffreur particulière.
it: Cliccando col destro su una particolare combinazione hash/cypher, è possibile avere ulteriore dettagli sulla combinazione.

source: &Hash details...
es: Detalles del &Hash...
fr: Informations de &hachage...
it: Dettagli &Hash...

source: &Cypher details...
es: Detalles del &Cifrado...
fr: Informations de &chiffrement...
it: Dettagli &Cypher...

source: Select Partition
de: Partition wählen
es: Seleccionar una Partición
fr: Sélectionner une partition
it: Seleziona Partizione

source: Please select from the following disks/partitions:
de: Bitte aus folgenden Laufwerken/Partitionen wählen:
es: Seleccionar uno de los siguientes discos/particiones:
fr: Merci de sélectionner un disque ou une partition :
it: Selezionare tra i seguenti dischi/partizioni:

source: Please select from the following &partitions:
de: Bitte aus folgenden Partitionen wählen:
es: Seleccionar una de las siguientes &particiones:
fr: Merci de sélectionner une &partition :
it: Selezionare tra le seguenti &partizioni:

source: &List removable
de: Wechseldatenträger anzeigen
es: &Lista de discos amovibles
fr: &Liste des disques amovibles
it: E&lenco rimovibili

source: Container Type
es: Tipo de Volumen

source: Please select the type of container:
es: Seleccionar el tipo de volumen:

source: &Next >
de: Weiter >
es: Siguiente >
fr: &Suivant >
it: Ava&nti >

source: < &Back
de: < Zurück
es: < Anterior
fr: < &Précédent
it: < Indietro

source: &Finish
de: Erstellen
es: Terminar
fr: &Terminer
it: &Termina

source: Container File or Partition
es: Archivo Volumen o Partición

source: File or Partition
de: Volumenart
es: Archivo o Partición
fr: Fichier ou partition
it: File o partizione

source: Source file
de: Quelldatei
es: Archivo origen
fr: Fichier source
it: File origine

source: Source container/keyfile
de: Quellvolumen/Schlüsseldatei
es: Volumen origen/archivo clave
fr: Volume source/fichier clé
it: Volume/keyfile origine

source: &Browse...
de: Durchsuchen
es: &Buscar...
fr: &Parcourir...
it: Esplora...

source: Partition Select
de: Partitionsauswahl
es: Selección de la Partición
fr: Sélection de la partition
it: Selezione partizione

source: &Select disk/partition:
de: Datenträger/Partition wählen
es: &Seleccionar el disco/partición:
fr: &Sélectionner le disque ou la partition :
it: &Seleziona disco/partizione:

source: Current &password:
de: Passwort:
es: Contraseña actual:
fr: &Mot de passe actuel :
it: &Password attuale:

source: Current &salt length:
de: &Salt-Länge:
es: Talla de &sal actual:
fr: Taille du &sel actuel :
it: Attuale lunghezza &sale:

source: Current &key iterations:
de: Schlüssel-Iterationen:
es: Iteraciones de clave actual:
fr: Itérations de la &clé actuelle :
it: Attuali iterazioni chiave:

source: Destination file
de: Zieldatei
es: Archivo destino
fr: Fichier de destination
it: File destinazione

source: Keyfile
de: Schlüsseldatei
es: Archivo clave
fr: Fichier clé

source: Destination file details
de: Details Zieldatei
es: Detalles del archivo clave
fr: Informations sur le fichier de destination
it: Dettagli file destinazione

source: New &password:
de: Neues &Passwort:
es: Nueva contraseña:
fr: Nouveau &mot de passe :
it: Nuova &password:

source: Confirm new p&assword:
de: P&asswort bestätigen:
es: Confirmar la nueva contraseña:
fr: Confirmer ce mot de &passe :
it: Confirmare nuova p&assword:

source: New &salt length:
de: Neue &Salt-Länge:
es: Nueva talla de &sal:
fr: Nouvelle taille du &sel :
it: Nuova lunghezza &sale:

source: &Requested drive letter:
de: Laufwerksbuchstabe:
es: Letra de disco solicitada:
fr: &Lettre de lecteur demandée :
it: Lettera drive &richiesta:

source: RNG Select
de: RNG-Auswahl
es: Selección RNG
fr: Sélection par RNG
it: Selezione RNG

source: Random number generator (RNG)
de: Zufallszahlengenerator (RNG)
es: Generador de números aleatorios (RNG)
fr: Générateur de nombres aléatoires (RNG)
it: Generatore di numeri random (RNG)

source: Mouse movement
de: Mausbewegung
es: Movimiento del ratón
fr: Mouvement de souris
it: Movimento mouse

source: Microsoft CryptoAPI
es: CryptoAPI de Microsoft

source: PKCS#11 token
es: Token PKCS#11
fr: Jeton PKCS#11
it: Token PKCS#11

source: RNG Mouse movement
de: RNG Mausbewegung
es: Movimiento del ratón RNG
fr: Mouvement de souris RNG
it: Movimento mouse RNG

source: RNG PKCS#11 token
es: Token RNG PKCS#11
fr: Jeton RNG PKCS#11
it: Token RNG PKCS#11

source: GPG Executable
de: GPG-Programmdatei
es: Programa GPG
fr: Programme GPG
it: Eseguibile GPG

source: GPG (gpg.exe)|gpg.exe|Executables (*.exe)|*.exe|All files|*.*
de: GPG (gpg.exe)|gpg.exe|Programmdateien (*.exe)|*.exe|Alle Dateien|*.*
es: GPG (gpg.exe)|gpg.exe|Programas (*.exe)|*.exe|Todos archivos|*.*
fr: GPG (gpg.exe)|gpg.exe|Programmes (*.exe)|*.exe|Tous les fichiers|*.*
it: GPG (gpg.exe)|gpg.exe|Eseguibili (*.exe)|*.exe|Tutti i file|*.*

source: LibreCrypt Container Creation Wizard
es: Asistente de creación de volumen LibreCrypt

source: Welcome
de: Willkommen
es: Bienvenida
fr: Bienvenue
it: Benvenuto

source: Welcome to the LibreCrypt Container Creation Wizard.
es: Bienvenida al Asistente de Creación de Volumen LibreCrypt

source: Please click "Next >" to continue.
de: Bitte klicken Sie "Weiter >" um fortzufahren.
es: Hacer clic en "Siguiente >" para continuar.
fr: Merci de cliquer "Suivant >" pour continuer.
it: Cliccare "Avanti>" per continuare.

source: File or Partition/Entire Disk
de: Volumen erstellen als
es: Archivo o Partición/Disco Entero
fr: Fichier, partition ou disque entier
it: File o partizione/Intero disco

source: Container filename
es: Nombre de archivo del volumen

source: Partition Warning
de: Partitions-Warnung
es: Alerta de Partición
fr: Avertissement pour la partition
it: Avviso partizione

source: WARNING
de: WARNUNG
es: ALERTA
fr: ATTENTION
it: ATTENZIONE

source: DO NOT PROCEED UNLESS YOU UNDERSTAND THE FULL IMPLICATIONS OF CREATING ENCRYPTED PARTITIONS.
de: BITTE FAHREN SIE NICHT FORT, WENN SIE SICH NICHT VOLLSTÄNDIG ÜBER DIE FOLGEN IM KLAREN SIND.
es: NO CONTINUE SALVO SI COMPRENDE TOTALMENTE LAS IMPLICACIONES DE LA CREACIÓN DE PARTICIONES CIFRADAS.
fr: NE PAS APPLIQUER SAUF SI VOUS COMPRENEZ PARFAITEMENT TOUTES LES IMPLICATIONS DE LA CRÉATION DE PARTITIONS CHIFFRÉES.
it: NON PROCEDERE SE NON SI COMPRENDONO LE PIENE IMPLICAZIONI DELLA CREAZIONE DI PARTIZIONI CRITTATE.

source: &Disk/partition to create encrypted container on:
es: &Disco/partición en el que hay que crear el volumen cifrado:

source: &Create hidden container within selected partition
es: &Crear un volumen oculto en la partición seleccionada

source: Offset
es: Desplazamiento
fr: Décalage

source: &Byte offset within container:
es: Desplazamiento dentro del volumen:
